Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Localization/Localize.*.resx
Languages: es_es, fr, pl, pt_br, zh_cn

source: Add cash
es_es: Añadir dinero
fr: Ajouter de l'argent
pl: Dodaj gotówkę
pt_br: Adicionar dinheiro
zh_cn: 增加现金

source: Add cash amount
es_es: Añadir suma de dinero
fr: Ajouter un montant personnalisé
pl: Dodaj kwotę gotówki
pt_br: Adicionar um valor específico
zh_cn: 加钱金额

source: Add cash threshold
es_es: Límite para añadir dinero
fr: Ajouter un seuil de trésorerie
pl: Dodaj próg gotówkowy
pt_br: Adicionar limite de dinheiro
zh_cn: 自动加钱门槛

# AddCashTooltip
source: Make sure Cash Anarchy feature is enabled.
es_es: Asegúrate que la función Anarquía de Dinero esté activada.
fr: Assurez-vous que la fonctionnalité " Anarchie en espèces " est activée.
pl: Upewnij się, że funkcja jest dostępna.
pt_br: Tenha certeza de que a Anarquia de Caixa está habilitada.
zh_cn: 请确保启用了金钱无碰撞功能。

# CashAnarchy
source: Cash anarchy mode, automatic/manual(hotkey) add cash
es_es: Modo de Anarquía de Dinero, añadir dinero automatico/manual(atajo de teclado)
fr: Mode anarchique en espèces, automatique/manuel(raccourci) ajouter du cash
pl: Tryb dodawania pieniędzy, automatyczny(skrót) dodaj pieniądze
pt_br: Modo Anarquia de Caixa, automático/manual (atalho) adicionar dinheiro
zh_cn: 金钱无限制模式, 自动/手动(快捷键)加钱

source: City Service Options
es_es: Opciones de Servicios de la ciudad
fr: Options des services de la ville
pl: Opcje Obsługi Miasta
pt_br: Opções dos Serviços da Cidade
zh_cn: 城市服务选项

# CommercialMultiplierFactor
source: Commercial income multiplier factor
es_es: Factor de multiplicador de ingreso de área comercial
fr: Facteur de multiplicateur de revenus commerciaux
pl: Mnożnik dochodu komercyjnego
pt_br: Por quantas vezes os impostos do Comércio serão multiplicados
zh_cn: 商业区收入倍乘因子

source: Custom unlock
es_es: Desbloqueo personalizado
fr: Déverrouillage personnalisé
pl: Niestandardowe ustawienie
pt_br: Desbloqueio personalizado
zh_cn: 自定义解锁

# CustomUnlockPanelTooltip
source: These options are not available when “Unlock All” feature is enabled because Unlock All has unlocked all of the following options.
es_es: Estas opciones no están disponibles cuando "Desbloquear Todo" está activado, porque "Desbloquear Todo" ha desbloqueado todas las funciones siguientes.
fr: Ces options ne sont pas disponibles lorsque la fonction « Déverrouiller tous » est activée car " Déverrouiller tout " a débloqué toutes les options suivantes.
pl: Te opcje nie są dostępne, gdy funkcja Odblokuj Wszystko jest włączona, ponieważ Odblokuj Wszystko odblokowuje powyższe funkcje.
pt_br: Estas opções não estão disponíveis quando a função "Habilitar Tudo" está habilitada, porque "Habilitar tudo" já liberou todas as opções a seguir.
zh_cn: 这些选项在启用“解锁所有”特性时不可用，因为解锁所有已解锁以下所有选项。

# DepletionRateTooltip
source: 0 indicates unlimited oil/ore resources, and 100 indicates vanilla depletion rate.
es_es: 0 indica recursos ilimitados de mineral/petroleo, y 100 indica tasa de agotamiento del juego.
zh_cn: 0表示无限石油/矿石资源，100表示原版资源消耗速率。

# EnableAchievements
source: Achievements system is always available
es_es: El sistema de Logros está siempre disponible
fr: Le système de succès est toujours disponible
pl: Osiągnięcia są zawsze dostępne
pt_br: Sistema de Conquistas está sempre disponível
zh_cn: 成就系统总是可用

# EnabledInfoView
source: Info view is always available
es_es: La vista de información está siempre disponible
fr: La vue info est toujours disponible
pl: Widok informacyjny jest zawsze dostępny
pt_br: Ver Informações está sempre disponível
zh_cn: 游戏内左上角信息面板总是可用

# EnabledSkipIntro
source: Skip game Intro interface
es_es: Saltar la introducción al iniciar el juego
fr: Ignorer l'interface d'introduction du jeu
pl: Pomiń intro gry
pt_br: Pular introdução
zh_cn: 跳过游戏启动时logo显示

# EnabledUnlimitedUniqueBuildings
source: Allow place unique buildings without limit
es_es: Permitir colocar "Edificios únicos" sin límite
fr: Permet de placer des bâtiments uniques sans limite
pl: Zezwól na umieszczanie unikalnych budynków bez limitu
pt_br: Permitir que "construções únicas" sejam construídas sem limites
zh_cn: 允许无限制摆放独特建筑

source: Fast Return
es_es: Retorno rápido
fr: Retour rapide
pl: Szybki Powrót
pt_br: Fechar rápido o jogo
zh_cn: 快速退出游戏

source: Income Options
es_es: Opciones de ingresos
fr: Options de revenus
pl: Opcje dochodu
pt_br: Opções de Impostos
zh_cn: 收入选项

# IndustrialMultiplierFactor
source: Industrial income multiplier factor
es_es: Factor de multiplicador de ingreso de área industrial
fr: Facteur de multiplicateur de revenus industriels
pl: Mnożnik dochodu przemysłowego
pt_br: Por quantas vezes os impostos da Indústria serão multiplicados
zh_cn: 工业区收入倍乘因子

# InitialCash
source: Game Initial cash
es_es: Dinero inicial del juego
fr: Argent initial du jeu
pl: Domyślna suma gotówki
pt_br: Dinheiro inicial em caixa
zh_cn: 游戏初始现金

# InitialCashWarning
source: Set value before you start gaming. If you don't want money to be this value every time you load save, disable this feature after enabling it once. Cash will change after game simulation starts.
es_es: Establece el valor antes de jugar. Si no quieres este monto de dinero cada vez que cargues un juego salvado, deshabilita esta función después de habilitarla una vez. El monto de dinero cambiará cuando comience la simulación.
fr: Réglez la valeur avant de commencer à jouer. Si vous ne voulez pas que l'argent ait cette valeur à chaque fois que vous chargez une sauvegarde, désactivez cette fonctionnalité après l'avoir activée une fois. L'argent changera après le début de la simulation de jeu.
pl: Ustaw wartość przed rozpoczęciem gry. Jeśli nie chcesz, aby pieniądze miały taką wartość za każdym razem, gdy wczytujesz zapis, wyłącz tę funkcję. Wartość gotówki zmieni się po rozpoczęciu symulacji.
pt_br: Coloque os valores antes de começar o jogo. Se você não quer que esta quantia de dinheiro seja a mesma sempre que carregar um jogo salvo, desabilite esta função após habilitar uma vez. O valor em caixa mudará após a simulação do jogo iniciar.
zh_cn: 需在开始游戏前设定。如果不希望每次加载存档后现金都为该值, 在启用一次后禁用此功能。游戏模拟开始后现金将会变更设置的值。

# LocalModWarning
source: Buildtin mod, Game Anarchy already includes the same functionality. Please disabled this local mod if you wan to use Game Anarchy funcitons.
es_es: Mod local, Game Anarchy ya incluye esta misma funcionalidad. Por favor deshabilita este mod local si quieres usar funciones de Game Anarchy.
fr: Mod intégré, Game Anarchy inclut déjà la même fonctionnalité. Veuillez désactiver ce mod local si vous souhaitez utiliser les fonctions de Game Anarchy.
pl: Wbudowany mod. Game Anarchy posiada już tę funkcję. Wyłącz podobnego moda, by korzystać z funkcji Game Anarchy.
pt_br: Petróleo e Minério Ilimitado (Mod original do jogo): Game Anarchy já tem a mesma função! Por favor, desabilite este mod local se você quiser usar as funções do Game Anarchy.
zh_cn: 游戏内建模组, Game Anarchy已经包含了相同的功能。如果你想使用Game Anarchy功能，请禁用这个本地模组。

# LocalUnlimitedMoneyWarning
source: Buildtin mod, Game Anarchy already includes the same functionality. Please disable this local mod and set initial amount in GA's Settings panel in case your city goes bankrupt due to overdraft (to avoid the game crashing).
es_es: Mod local, Game Anarchy ya incluye esta misma funcionalidad. Por favor deshabilita este mod local y establece el monto inicial en el panel de ajustes de Game Anarchy en caso de que tu ciudad caiga en bancarrota debido a sobregiro (para evitar que el juego falle).
fr: Mod intégré, Game Anarchy inclut déjà la même fonctionnalité. Veuillez désactiver ce mod local et définir le montant initial dans le panneau Paramètres de GA au cas où votre ville ferait faillite en raison d'un découvert (pour éviter que le jeu ne plante).
pl: Wbudowany mod. Game Anarchy posiada już tę funkcję. Wyłącz podobnego moda, by włączyć tę funkcję w ustawieniach Game Anarchy, w razie, jeśli twoje miasto zbankrutuje przez bankructwo.
pt_br: Buildtin mod: Game Anarchy já tem a mesma função! Por favor, desabilite este mod local e defina um valor de caixa inicial nas configurações no painel do Game Anarchy (GA) caso sua cidade vá à falência devido ao "saldo negativo". (Isso pode causar falha crítica, crash, no jogo).
zh_cn: 游戏内建模组, Game Anarchy已经包含了相同的功能。请禁用这个本地模组，并在GA的设置面板中设置初始金额，以防你的城市因透支而破产(以避免游戏崩溃)。

# MaximizeAttractiveness
source: Maximize attractiveness, will atract more tourists
es_es: Maximizar el atractivo atraerá más turistas
fr: Maximiser l'attractivité, permettra d'attraper plus de touristes
pl: Zmaksymalizowana atrakcyjność przyciągnie więcej turystów
pt_br: Maximizar atratividade, o que vai trazer mais turistas
zh_cn: 最大化吸引力, 将会吸引更多的游客

# MaximizeEducationCoverage
source: Maximize education coverage, still need schools to get educated citizens
es_es: Maximizar la cobertura educativa igualmente requiere escuelas para conseguir ciudadanos educados
fr: Optimiser la couverture de l'éducation, tout en ayant besoin d'écoles pour obtenir des citoyens éduqués
pl: Zmaksymalizowany zasięg edukacyjny, nadal wymaga szkół by edukowały uczniów
pt_br: Maximizar cobertura para Educação. Ainda será necessário ter escolas para cidadãos serem educados
zh_cn: 最大化教育服务覆盖范围, 仍然需要学校获得受教育的市民

# MaximizeEntertainment
source: Maximize entertainment, will improve citizens' happiness
es_es: Maximizar el entretenimiento incrementará la felicidad de los ciudadanos
fr: Maximiser le divertissement, améliorera le bonheur des citoyens
pl: Zmaksymalizowana rozrywka podniesie poziom szczęścia mieszkańców
pt_br: Maximizar Entretenimento. Melhorará a felicidade dos cidadãos
zh_cn: 最大化娱乐服务, 将会提高市民的幸福度

# MaximizeLandValue
source: Maximize the land value of city
es_es: Maximizar la valuación del terreno de la ciudad
fr: Maximiser la valeur du terrain de la ville
pl: Zmaksymalizuj wartość gruntu
pt_br: Valor do terreno no máximo em toda a cidade
zh_cn: 最大化城市的土地价值

# MilestonelevelName_BigCity
source: Big City
es_es: Gran Ciudad
fr: Grosse Ville
pl: Duże miasto
pt_br: Cidade Enorme
zh_cn: 大型城市

# MilestonelevelName_BigTown
source: Big Town
es_es: Pueblo Grande
fr: Grande agglomération
pl: Duże Miasteczko
pt_br: Cidade Grande
zh_cn: 大型城镇

# MilestonelevelName_BoomTown
source: Boom Town
es_es: Pueblo Boom
fr: Agglomération florissante
pl: Rozwojowe Miasteczko
pt_br: Cidade em Crescimento
zh_cn: 快速发展的城镇

# MilestonelevelName_BusyTown
source: Busy Town
es_es: Pueblo Ocupado
fr: Agglomération d'affaires
pl: Ruchliwe Miasteczko
pt_br: Cidade Movimentada
zh_cn: 忙碌的城镇

# MilestonelevelName_CapitalCity
source: Capital City
es_es: Ciudad Capital
fr: Capitale
pl: Miasto Stołeczne
pt_br: Capital
zh_cn: 首都级城市

# MilestonelevelName_ColossalCity
source: Colossal City
es_es: Ciudad Colosal
fr: Ville Colossale
pl: Ogromne Miasto
pt_br: Cidade Gigantesca
zh_cn: 超大城市

# MilestonelevelName_GrandCity
source: Grand City
es_es: Gran Ciudad
fr: Grande Ville
pl: Wielkie Miasto
pt_br: Cidade Grandiosa
zh_cn: 特大城市

# MilestonelevelName_LittleHamlet
source: Little Hamlet
es_es: Aldea Pequeña
fr: Petit hameau
pl: Osada
pt_br: Vilarejo
zh_cn: 小村庄

# MilestonelevelName_Megalopolis
source: Megalopolis
es_es: Megalópolis
fr: Mégalopole
pt_br: Megalópole
zh_cn: 超级大都会

# MilestonelevelName_Metropolis
source: Metropolis
es_es: Metrópolis
fr: Métropole
pl: Metropolia
pt_br: Metrópole
zh_cn: 大都会

# MilestonelevelName_MilestoneUnlockLevel
source: Milestone unlock level
es_es: Nivel de desbloqueo de hito
fr: Niveau de déverrouillage d'une étape importante
pl: Poziom odblokowania kamieni milowych
pt_br: Nível de desbloqueio
zh_cn: 里程碑解锁等级

# MilestonelevelName_SmallCity
source: Small City
es_es: Ciudad Pequeña
fr: Petite Ville
pl: Małe Miasto
pt_br: Cidade Pequena
zh_cn: 小型城市

# MilestonelevelName_TinyTown
source: Tiny Town
es_es: Pueblo Pequeño
fr: Petite agglomération
pl: Niewielkie Miasteczko
pt_br: Cidadezinha
zh_cn: 小城镇

# MilestonelevelName_Vanilla
source: Vanilla
fr: Jeu de base
pl: Podstawa
pt_br: Sem modificações (Vanilla)
zh_cn: 原版

# MilestonelevelName_WorthyVillage
source: Worthy Village
es_es: Aldea Digna
fr: Joli village
pl: Wieś
pt_br: Vila de Valor
zh_cn: 富有的村庄

# MOD_Description
source: Extends and optimize game's functions.
es_es: Extiende y optimiza las funciones del juego.
fr: Étend et optimise les fonctions du jeu.
pl: Rozszerza i optymalizuje funkcje gry.
pt_br: Extende e otimiza as funções do jogo.
zh_cn: 扩展、优化游戏特性。

# OfficeMultiplierFactor
source: Office income multiplier factor
es_es: Factor de multiplicador de ingreso de área de oficinas
fr: Facteur multiplicateur de revenus de bureau
pl: Mnożnik dochodów biurowych
pt_br: Por quantas vezes os impostos serão multiplicados
zh_cn: 办公区收入倍乘因子

source: Oil depletion rate
es_es: Tasa de agotamiento de petróleo
fr: Taux d'épuisement du pétrole
pl: Szybkość wyczerpywania się ropy
pt_br: Taxa de esgotamento de petróleo
zh_cn: 石油消耗速率

source: Optimize Options
es_es: Opciones de optimización
fr: Optimiser les options
pl: Optymalizuj Opcje
pt_br: Opções de Otimização
zh_cn: 优化选项

# OptionsPanelHorizontalOffset
source: Options panel categories bar horizontal offset
es_es: Desplazamiento horizontal de la barra de categorías del panel de opciones
fr: Décalage horizontal des catégories du panneau d'options
pl: Poziome przesunięcie paska Panelu Opcji
pt_br: Deslocamento do painel horizontal de categorias
zh_cn: 选项面板类别栏水平偏移

# OptionsPanelHorizontalOffsetTooltip
source: Options panel categories bar horizontal offset will take effect after the options panel is reopened.
es_es: El desplazamiento horizontal de la barra de categorías del panel de opciones tendrán efecto después de la reapertura del panel de opciones.
fr: Le décalage horizontal des catégories du panneau d'options prendra effet après la réouverture du panneau d'options.
pl: Poziome przesunięcie paska Panelu Opcji zacznie obowiązywać po ponownym jego otwarciu.
pt_br: O deslocamento da barra do painel de categorias horizontal funcionará após reabrir o painel.
zh_cn: 选项面板类别栏水平偏移功能将在重新打开选项面板后生效。

source: Ore depletion rate
es_es: Tasa de agotamiento del mineral
fr: Taux d'épuisement du minerai
pl: Szybkość wyczerpywania się kamienia
pt_br: Taxa de esgotamento dos minérios
zh_cn: 矿石消耗速率

# Refund
source: Bulldozing building full refund
es_es: Reembolso total de dinero al demoler un edificio
fr: Remboursement intégral du bâtiment détruit au bulldozer
pl: Pełny zwrot kosztów przy wyburzaniu
pt_br: Reembolso total para demolições
zh_cn: 铲平建筑物全额退款

# RemoveCrime
source: Remove criminals from all buildings and maximize police service coverage
es_es: Quitar criminales de todos los edificios y maximizar la cobertura del servicio de policía
fr: Retirer les criminels de tous les bâtiments et maximiser la couverture des services de police
pl: Usuń przestępców ze wszystkich budynków i zmaksymalizuj zasięg służb policyjnych
pt_br: Remover criminosos de todas as construções e maximizar a cobertura da polícia
zh_cn: 移除所有建筑的罪犯并最大化警察服务的覆盖

# RemoveDeath
source: Remove dead citizens and maximize death care coverage
es_es: Quitar ciudadanos muertos y maximizar la cobertura de atención de muertos
fr: Enlevez les citoyens morts et maximisez la couverture des soins de décès
pl: Usuń zmarłych obywateli i zmaksymalizuj zasięg opieki pośmiertnej
pt_br: Remover todos os cidadãos mortos e maximizar a cobertura funerária
zh_cn: 移除死亡市民, 并最大化殉葬服务覆盖

# RemoveFire
source: Remove fire hazards and maximize fire coverage
es_es: Quitar riesgo de incendio y maximizar la cobertura contra incendios
fr: Enlevez les risques d'incendie et maximisez la couverture incendie
pl: Usuń zagrożenia pożarowe i zmaksymalizuj zasięg ochrony
pt_br: Remover os perigos de incêncio e maximize a cobertura contra incêndios
zh_cn: 移除火灾隐患并最大化消防覆盖范围

source: Remove garbage
es_es: Quitar basura
fr: Retirer les déchets
pl: Usuń śmieci
pt_br: Remover lixo
zh_cn: 移除垃圾

# RemoveGroundPollution
source: Remove the source of ground pollution
es_es: Quitar fuentes de polución del suelo
fr: Enlever la source de pollution du sol
pl: Usuń źródło skażenia
pt_br: Remover a fonte de poluição do solo
zh_cn: 移除地面污染源头

# RemoveNoisePollution
source: Remove the source of noise pollution
es_es: Quitar fuentes de polución de ruido
fr: Enlever la source de pollution sonore
pl: Usuń źródło hałasu
pt_br: Remover a fonte de poluição sonora
zh_cn: 移除噪声污染源头

# RemoveWaterPollution
source: Remove the source of water pollution
es_es: Quitar fuentes de polución del agua
fr: Enlever la source de pollution de l'eau
pl: Usuń źródło zanieczyszczenia wody
pt_br: Remover a fonte de poluição da água
zh_cn: 移除水污染源头

source: Reset value
es_es: Restablecer valor
fr: Valeur par défaut
pl: Zresetuj wartość
pt_br: Restaurar valor
zh_cn: 重置数值

# ResidentialMultiplierFactor
source: Residential income multiplier factor
es_es: Factor de multiplicador de ingreso de área residencial
fr: Facteur de multiplicateur de revenus résidentiels
pl: Mnożnik dochodów mieszkaniowych
pt_br: Por quantas vezes os impostos residenciais serão multiplicados
zh_cn: 住宅区收入倍乘因子

source: Resource Options
es_es: Restablecer opciones
fr: Options de ressources
pl: Opcje surowców
pt_br: Opções de recursos
zh_cn: 资源选项

# SortSettings
source: Sort mods names in options panel
es_es: Ordenar nombre de mods en el panel de opciones
fr: Trier les noms des mods dans le panneau des options
pl: Sortuj nazwy modów w panelu opcji
pt_br: Ordenar nomes dos mods no painel de opções
zh_cn: 选项菜单按名称对齐

source: Unlock all
es_es: Desbloquear todo
fr: Tout déverrouiller
pl: Odblokuj Wszystko
pt_br: Desbloquear tudo
zh_cn: 解锁所有

source: Unlock all roads
es_es: Desbloquear todos los caminos
fr: Déverrouiller toutes les routes
pl: Odblokuj wszystkie drogi
pt_br: Desbloquerar todas as estradas
zh_cn: 解锁所有道路

source: Unlock metro track
es_es: Desbloquear vías de metro
fr: Déverrouiller toutes les voies de métro
pl: Odblokuj tory metra
pt_br: Desbloquear trilhos de metrô
zh_cn: 解锁地铁轨道

source: Unlock Options
es_es: Opciones de desbloqueo
fr: Options de déverrouillage
pl: Odblokuj Opcje
pt_br: Opções de Desbloqueio
zh_cn: 解锁选项

# UnlockPolicies
source: Unlock policies panel
es_es: Desbloquear panel de políticas
fr: Déverrouiller le panneau des politiques
pl: Odblokuj panel Przepisów
pt_br: Desbloquear painel de políticas
zh_cn: 解锁政策面板

source: Unlock train track
es_es: Desbloquear vías de tren
fr: Déverrouiller toutes les voies ferroviaires
pl: Odblokuj tory kolejowe
pt_br: Desbloquear trilhos de trem
zh_cn: 解锁火车轨道

# UnlockTransport
source: Unlock all transports
es_es: Desbloquear todos los transportes
fr: Déverrouiller tous les transports
pl: Odblokuj wszelki transport
pt_br: Desbloquear todos os transportes
zh_cn: 解锁所有公交运输

# UpdateLog_V0_9_0_ADD1
source: [ADD]Add initial cash function.
es_es: [ADD]Agregada la función de dinero al iniciar.
fr: [ADD]Ajouter une fonction de trésorerie initiale.
pl: [ADD]Dodaj początkową wartość gotówki.
pt_br: [ADD] Adicionar função: Caixa Inicial.
zh_cn: [ADD]添加初始金钱功能。

# UpdateLog_V0_9_0_ADD2
source: [ADD]Add option panel categories bar horizontal offset adjustment function.
es_es: [ADD]Agregado el ajuste de desplazamiento horizontal para la barra de categorías del panel de opciones.
fr: [ADD]Ajouter une fonction de réglage du décalage horizontal de la barre des catégories du panneau d'options.
pl: [ADD]Dodaj Opcje poziomego przesunięcia paska Panelu Opcji.
pt_br: [ADD]Adicionar função de ajuste do deslocamento para o painel horizontal de categorias.
zh_cn: [ADD]添加选项面板类别栏水平偏移调整功能。

# UpdateLog_V0_9_0_ADD3
source: [ADD]Add original Unlimited Money function, can be dynamically toggle.
es_es: [ADD]Agregada la función original de Dinero Ilimitado, puede cambiarse dinámicamente.
fr: [ADD]Ajouter la fonction originale d'argent illimité, peut être basculée dynamiquement.
pl: [ADD]Dodaj standardową funkcje Nielimitowanej Gotówki.
pt_br: [ADD]Adicionar função original do mod Unlimited Money (dinheiro ilimitado). Pode ser alternado a qualquer hora.
zh_cn: [ADD]添加游戏自带无限金钱模式，允许动态切换。

# UpdateLog_V0_9_0_ADD4
source: [ADD]Add Info View available function.
es_es: [ADD]Agregada la función de Vista de Información.
fr: [ADD]Ajout de la fonction de visualisation des informations disponibles.
pl: [ADD]Dodaj funkcję Widoku Informacyjnego.
pt_br: [ADD]Adicionar função de Ver Informações.
zh_cn: [ADD]添加游戏左上角信息面板可用选项。

# UpdateLog_V0_9_0_FIX1
source: [FIX]Achievements button now works properly.
es_es: [FIX]Ahora el botón Logros funciona correctamente.
fr: [FIX]Le bouton des accomplissements fonctionne maintenant correctement.
pl: [FIX]Przycisk Osiągnięć pracuje już poprawnie.
pt_br: [FIX]Botão de conquistas agora funciona corretamente.
zh_cn: [FIX]成就按钮现已正常工作。

# UpdateLog_V0_9_0_UPT1
source: [UPT]Options panel was completely rewritten to support better extensions.
es_es: [UPT]El panel de opciones se reescribió completamente para soportar mejores extensiones.
fr: [UPT]Le panneau des options a été entièrement réécrit pour supporter de meilleures extensions.
pl: [UPT]Panel Opcji został przerobiony, by lepiej współgrać z rozszerzeniami.
pt_br: [UPT]Painel de opções foi completamente reescrito para suportar melhores extensões.
zh_cn: [UPT]选项面板完全重写，以支持更好的扩展。

# UpdateLog_V0_9_0_UPT2
source: [UPT]Updated compatibility check function.
es_es: [UPT]Función de verificación de compatibilidad actualizada.
fr: [UPT]Fonction de vérification de compatibilité mise à jour.
pl: [UPT]Zaktualizowano funkcję sprawdzania Kompatybilności.
pt_br: [UPT]Atualizado: função de verificar compatibilidade.
zh_cn: [UPT]更新兼容性检查功能。

# UpdateLog_V0_9_0_UPT3
source: [UPT]Updated multi-language support framework.
es_es: [UPT]Actualización del soporte multi lenguaje.
fr: [UPT]Mise à jour du cadre de prise en charge multi-langues.
pl: [UPT]Zaktualizowano wielojęzyczną strukturę pomocy.
pt_br: [UPT]Estrutura para suporte multilíngue.
zh_cn: [UPT]更新多语言支持框架。

# UpdateLog_V0_9_1_1ADD
source: [ADD]Add Spanish localization.
zh_cn: [ADD]添加西班牙语支持。

# UpdateLog_V0_9_1_1OPT
source: [OPT]Optimize compatibility detection method and improve compatibility with Loading Order Tool.
zh_cn: [OPT]优化兼容性检测方法，提高与Loading Order Tool的兼容性。

# UpdateLog_V0_9_1_ADD1
source: [ADD]Add custom unlock function, includes custom milestones level, all roads, policy panel, transport.
es_es: [ADD]Agregada la función de desbloqueo personalizada, incluyendo nivel de hitos personalizados, todos los caminos, panel de políticas, transporte.
fr: [ADD]Ajoutez une fonction de déverrouillage personnalisée, inclut le niveau des grandes étapes personnalisées, toutes les routes, le panneau de politique, le transport.
pl: [ADD]Dodaj niestandardowe ustawienie odblokowania, zawierające niestandardowy poziom kamieni milowych, wszystkie drogi, panel zasad, transport.
pt_br: [ADD]Adicionada função de desbloqueio personalizado para níveis de marcos, todas as rodovias, painel de política e transporte.
zh_cn: [ADD]增加自定义解锁功能，包括自定义里程碑级别，所有道路，政策面板，公共交通面板。
