Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Localization/Localize.*.resx
Languages: es_es, fr, pl, pt_br, zh_cn

# UpdateLog_V0_9_1_ADJ1
source: [ADJ]Adjust Oil/Ore function, now can adjust depletion rate, this version update will reset this function, please go to the options panel to reset oil/ore depletion rate.
es_es: [ADJ]Ajustada la función Petróleo/Mineral, ahora puede ajustar la tasa de agotamiento, esta actualización restablecerá esta función, por favor vaya al panel de opciones para restablecer la tasa de agotamiento de minerales/petróleo.
fr: [ADJ]Ajuster la fonction Pétrole/Minerai , peut maintenant ajuster le taux d'épuisement, cette mise à jour de version réinitialisera cette fonction, veuillez aller dans le panneau des options pour réinitialiser le taux d'épuisement du pétrole ou du minerai.
pl: [ADJ]Dostosuj funkcje ropy/rudy, teraz możesz dostosować szybkość wyczerpywania się, ta aktualizacja zresetuje tę funkcję, przejdź do panelu opcji, aby zresetować szybkość wyczerpywania się ropy/rudy.
pt_br: [ADJ]Ajuste da função Petróleo/Minérios. Agora pode-se ajustar a taxa de esgotamento. Esta alteração vai reiniciar esta função, por favor, vá ao painel para reiniciar a taxa.
zh_cn: [ADJ]调整石油/矿石功能，现可调整耗尽速率，该版本更新将重置该功能，请前往选项面板重新设置石油/矿石耗尽速率。

# UpdateLog_V0_9_1_OPT1
source: [OPT]Optimize language switching speed and language list format.
es_es: [OPT]Optimización de la velocidad al cambiar lenguaje y el formato de lista de lenguajes.
fr: [OPT]Optimisation de la vitesse de changement de langue et du format de la liste de langue.
pl: [OPT]Zoptymalizuj szybkość przełączania języków i format listy języków.
pt_br: [OPT]Otimizada a velocidade da mudança de idiomas e o formato da lista de idiomas.
zh_cn: [OPT]优化语言切换速度和语言列表格式。

# VanillaUnlimitedMoney
source: Vanilla unlimited money mode, allow dynamic toggling
es_es: Modo de dinero ilimitado Vanilla, permite modificación dinámica
fr: Mode argent illimité Vanilla, permettre le basculement dynamique
pl: Domyślny tryb Nielimitowanych pieniędzy
pt_br: Modo de Dinheiro Ilimitado "vanilla", permite ajuste dinâmico.
zh_cn: 原版无限金钱模式, 允许动态切换
