Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Properties/Localize.*.resx
Languages: de, es_es, it, ja, ko, nl, ru, th, zh_cn, zh_tw

source: Unlock train track
de: Bahngleise Freischalten
es_es: Desbloquear vías de tren
it: Sblocca binario del treno
ja: 鉄道の線路をアンロック
ko: 기차 트랙 잠금 해제
nl: Ontgrendel metro track
ru: Разблокировать железнодорожные пути
th: ปลดล็อกรางรถไฟ
zh_cn: 解锁火车轨道
zh_tw: 解鎖火車軌道

source: Unlock unique Building
de: Einzigartiges Gebäude freischalten
es_es: Desbloquear edificios únicos
it: Sblocca Edificio unico
ja: ユニーク施設をアンロック
ko: 고유 건물 잠금 해제
nl: Ontgrendel uniek gebouw
ru: Разблокировать уникальные постройки
th: ปลดล็อกอาคารไม่ซ้ำใคร
zh_cn: 解锁独特建筑
zh_tw: 解鎖獨特的建築

# UnlockUniqueBuildingMinor
source: Unlock all unique buildings at levels 1 through 6. Due to game restrictions, if this option is forced to be unlocked, a small number of buildings will be unlocked, but not all.
de: Schalte alle einzigartigen Gebäude auf Stufe 1 bis 6 frei. Wenn diese Einstellung erzwungen wird, werden aufgrund von Spielbeschränkungen nur eine kleine Anzahl von Gebäuden freigeschaltet, aber nicht alle.
es_es: Desbloquear todos los edificios únicos desde el nivel 1 al 6. Debido a las restricciones del juego, si esta opción es forzada a ser desbloqueada, un número pequeño de edificios serán desbloqueados, pero no todos.
it: Sblocca tutti gli edifici unici ai livelli da 1 a 6. A causa delle restrizioni del gioco, se questa opzione viene forzatamente sbloccata, un piccolo numero di edifici verrà sbloccato, ma non tutti.
ja: レベル 1～6のユニーク施設を全てアンロックします。 ただし、ゲームの仕様でオプションで強制的にアンロックしても、一部の建物はアンロックされません。
ko: 레벨 1 부터 6 까지의 모든 고유 건물 잠금을 해제합니다. 그러나 게임 제한으로 인해 일부 해제되지 않는 고유 건물이 있을 수 있습니다.
nl: Ontgrendel alle unieke gebouwen van niveau 1 tot 6. Vanwege spelbeperkingen, als deze optie wordt geforceerd, zal slechts een klein aantal gebouwen worden vrijgespeeld, maar niet allemaal.
ru: Разблокировать все уникальные постройки с 1 по 6 уровень. Из-за ограничений игры, если эта опция было принужденно разблокирована, малое количество построек будет разблокировано, но не все.
th: การปลดล็อกสิ่งก่อสร้างที่ไม่ซ้ำใครทั้งหมดตั้งแต่ระดับ 1 ถึง 6 นั้น หากคุณบังคับตัวเลือกนี้ให้ปลดล็อค อาจจะปลดล็อกได้แค่บางส่วนเท่านั้น ไม่ใช่ทั้งหมด เนื่องจากเป็นข้อจำกัดของเกม
zh_cn: 解锁所有 1～6 级的独特建筑。由于游戏限制，如果此选项被强制解锁，那么少数的独特建筑将会被解锁，但是不会解锁所有独特建筑。
zh_tw: 解鎖1到6級的所有獨特建築。由於遊戲限制，如果強制解鎖此選項，將解鎖少量建築，但不是全部。

# Updated_DaysAgo
source: {0} days ago
de: Vor {0} Tagen
es_es: hace {0} días
it: {0} giorni fa
ja: {0} 日前
ko: {0} 일 전
nl: {0} dagen geleden
ru: {0} дней назад
th: {0} วันที่ผ่านมา
zh_cn: {0} 天前
zh_tw: {0} 天前

# Updated_LastYear
source: Last year
de: Letztes Jahr
es_es: Año pasado
it: L'anno scorso
ja: 去年
ko: 작년
nl: Vorig jaar
ru: В прошлом году
th: ปีที่แล้ว
zh_cn: 去年
zh_tw: 去年

# Updated_MonthAgo
source: {0} month ago
de: Vor {0} Monat
es_es: hace {0} mes
it: {0} mese fa
ja: {0} ヶ月前
ko: {0} 개월 전
nl: {0} maand geleden
ru: {0} месяц назад
th: {0} เดือนที่แล้ว
zh_cn: {0} 个月前
zh_tw: {0} 個月前

# Updated_MonthsAgo
source: {0} months ago
de: Vor {0} Monaten
es_es: {0} meses atrás
it: {0} mesi fa
ja: {0} ヶ月前
ko: {0} 개월 전
nl: {0} maanden geleden
ru: {0} месяцев назад
th: {0} เดือนที่แล้ว
zh_cn: {0} 个月前
zh_tw: {0} 個月前

# Updated_Today
source: Today at {0:HH:mm}
de: Heute um {0:HH:mm}
es_es: Hoy a las {0:HH:mm}
it: Oggi alle {0:HH:mm}
ja: 今日 {0:HH:mm}
ko: 오늘 {0:HH:mm}
nl: Vandaag om {0:HH:mm}
ru: Сегодня в {0:HH:mm}
th: วันนี้ตอน {0:HH:mm}
zh_cn: 今天 {0:HH:mm}
zh_tw: 今天 {0:HH:mm}

# Updated_YearsAgo
source: {0} years ago
de: Vor {0} Jahren
es_es: hace {0} años
it: {0} anni fa
ja: {0} 年前
ko: {0} 년 전
nl: {0} jaar geleden
ru: {0} лет назад
th: {0} ปีที่แล้ว
zh_cn: {0} 年前
zh_tw: {0} 年前

# Updated_Yesterday
source: Yesterday
de: Gestern
es_es: Ayer
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
ru: Вчера
th: เมื่อวาน
zh_cn: 昨天
zh_tw: 昨天

# Updated_YesterdayAt
source: Yesterday at {0:HH:mm}
de: Gestern um {0:HH:mm}
es_es: Ayer a las {0:HH:mm}
it: Ieri alle {0:HH:mm}
ja: 昨日 {0:HH:mm}
ko: 어제 {0:HH:mm}
nl: Gisteren om {0:HH:mm}
ru: Вчера в {0:HH:mm}
th: เมื่อวานตอน {0:HH:mm}
zh_cn: 昨天 {0:HH:mm}
zh_tw: 昨天 {0:HH:mm}

# UpdateLog_V0_9_7ADD1
source: [ADD]New control panel, use default hotkey Ctrl+Shift+G or use UUI panel to invoke new control panel.
de: [ADD]Neues Bedienfeld, verwende die Standard-Tastenkombination Strg+Umschalt+G oder das UI-Panel, um das neue Bedienfeld aufzurufen.
es_es: [ADD]Nuevo panel de control, utilice la tecla de acceso directo predeterminada Ctrl+Shift+G o utilice el botón en UUI para mostrar el panel de control.
it: [ADD]Nuovo pannello di controllo, utilizzare il tasto di scelta rapida predefinito Ctrl+Maiusc+G o utilizzare il pannello UUI per richiamare il nuovo pannello di controllo.
ja: [ADD]新しいコントロールパネルを開くには、 デフォルトのホットキー Ctrl+Shift+Gで開くかUUI MODのボタンで開く
ko: [ADD]새로운 제어판과 이를 사용하기 위한 단축키 Ctrl+Shift+G 또는 UUI 패널 버튼 추가.
nl: [ADD]Nieuw bedieningspaneel, gebruik de standaard sneltoets Ctrl+Shift+G of het UUI-paneel om het nieuwe bedieningspaneel te openen.
ru: [ADD]Новая панель управления, используйте горячую клавишу Ctrl+Shift+G или используйте UUI панель для вызова новой панели управления.
th: [ADD]แผงควบคุมใหม่ ใช้ปุ่มลัด Ctrl+Shift+G เป็นค่าเริ่มต้น หรือจะกดปุ่มบนแผง UUI เพื่อเรียกใช้แผงควบคุมใหม่ก็ได้
zh_cn: [ADD]新增控制面板，按下默认快捷键 Ctrl+Shift+G 或者使用 UUI 面板来调出新的控制面板。
zh_tw: [ADD]新控制面板，使用默認熱鍵Ctrl+Shift+G或使用UUI面板調用新控制面板。

# UpdateLog_V0_9_7ADD2
source: [ADD]Place unique buildings without limit features now split and integrated into control panel.
de: [ADD]Platziere einzigartige Gebäude ohne Limits, jetzt aufgeteilt und in die Bedienleiste integriert.
es_es: [ADD]Las opciones para colocar edificios únicos sin límites, ahora están divididas e integradas en el panel de control.
it: [ADD]Posizionare edifici unici senza limiti: ora le funzioni sono state suddivise e integrate nel pannello di controllo.
ja: [ADD]ユニーク施設を無制限に配置する機能を分割して、コントロールパネルに統合
ko: [ADD]제한 없는 고유 건물 배치 기능이 세분화되어 제어판에 통합되었습니다.
nl: [ADD]Plaats unieke gebouwen zonder beperkingen, nu gesplitst en geïntegreerd in het bedieningspaneel.
ru: [ADD]Добавление уникальных построек без ограничений теперь разделено и интегрировано в панель управления.
th: [ADD]แยกเอาฟีเจอร์การวางสิ่งปลูกสร้างไม่ซ้ำใครได้แบบไม่จำกัด เอาไปไว้บนแผงควบคุม
zh_cn: [ADD]允许无限制放置独特建筑的功能现在已被拆分，并被整合到控制面板。
zh_tw: [添加]放置沒有限制功能的獨特建築物現在拆分並集成到控制面板中。

# UpdateLog_V0_9_7ADD3
source: [ADD]Added fire spread control function.
de: [ADD]Funktion zur Brandausbreitungskontrolle hinzugefügt.
es_es: [ADD]Función de control de dispersión de incendios.
it: [ADD]Aggiunta funzione di controllo della propagazione del fuoco.
ja: [ADD]火災延焼の制御機能を追加
ko: [ADD]화재 범위 조절 기능 추가.
ru: [ADD]Добавлена опция управления распределением огня.
th: [ADD]เพิ่ม ฟังก์ชั่นการควบคุมการลุกลามของไฟ
zh_cn: [ADD]增加了控制火灾蔓延的功能。
zh_tw: [ADD]增加火勢蔓延控制功能。

# UpdateLog_V0_9_7ADD4
source: [ADD]Remove fire function now split into multiple options, can control fire of different building types.
de: [ADD]Entferne die Feuerfunktion ist jetzt in mehrere Optionen aufgeteilt, um das Feuer bei verschiedenen Gebäudearten zu kontrollieren.
es_es: [ADD]La función de eliminar incendios, está dividida en múltiples opciones. Se puede controlar los incendios por tipo de edificios.
it: [ADD]La funzione di rimozione degli incendi è ora suddivisa in più opzioni e può controllare gli incendi di diversi tipi di edifici.
ja: [ADD]複数のオプションに分かれた火災の機能を削除して、異なる建物タイプで火災の制御が可能
ko: [ADD]화재 위험 제거 기능이 세분화되어 제어판에 통합되었습니다.
nl: [ADD]De "brand verwijderen" functie is nu opgesplitst in verschillende opties om brand in verschillende soorten gebouwen te controleren.
ru: [ADD]Опция отключения огня теперь разделена на несколько опций, позволяющих контролировать огонь в постройках разного типа.
th: [ADD]ลบ ฟังก์ชันอัคคีภัย ตอนนี้ถูกแบ่งออกเป็นหลายตัวเลือก สามารถควบคุมไฟได้ตามประเภทต่าง ๆ ของอาคาร
zh_cn: [ADD]移除火灾功能现在已拆分成多个选项，可以针对不同的建筑类型来控制火灾。
zh_tw: [新增]移除火災功能現在分為多個選項，可以控制不同建築類型的火災。

# UpdateLog_V0_9_7ADD5
source: [ADD]Added Turkish localization.
de: [ADD]Türkische Übersetzung hinzugefügt.
es_es: [ADD]Idioma turco añadido.
it: [ADD]Aggiunta la localizzazione in Turco.
ja: [ADD]トルコ語の翻訳を追加
ko: [ADD]터키어 지원 추가.
nl: [ADD]Turkse vertaling toegevoegd.
ru: [ADD]Добавлена локализация для турецкого языка.
th: [ADD]เพิ่ม ภาษาตุรกี
zh_cn: [ADD]添加了土耳其语翻译。
zh_tw: [添加]添加了土耳其語本地化。

# UpdateLog_V0_9_7FIX
source: [FIX]Fixed abnormal UI component location.
de: [FIX]Falsche Position der UI Komponente wurde behoben.
es_es: [FIX]Ubicación de interfaz de usuario.
it: [FIX]Corretta la posizione anomala dei componenti dell'interfaccia utente.
ja: [FIX]UIコンポーネントが不適切な配置の問題を修正
ko: [FIX]비정상적인 UI 컴포넌트 위치 수정.
nl: [FIX]Verkeerde positie van het UI-component is opgelost.
ru: [FIX]Исправлено некорректное положение интерфейса.
th: [FIX]แก้ไข ตำแหน่งส่วนประกอบของ UI ที่ผิดปกติ
zh_cn: [FIX]修复了UI组件位置异常的问题。
zh_tw: [修復]修復異常的UI組件位置。

# UpdateLog_V0_9_7UPT1
source: [UPT]Updated framework, performance improvement.
de: [UPT]Aktualisiertes Framework, Verbesserung der Leistung.
es_es: [UPT]Framework actualizado, mejoras de rendimiento.
it: [UPT] Framework aggiornato, miglioramento delle prestazioni.
ja: [UPT]フレームワークの更新とパフォーマンスの向上
ko: [UPT]프레임워크 업데이트 및 성능 개선.
nl: [UPT]Framework bijgewerkt, verbeterde prestaties.
ru: [UPT]Обновлен фреймворк, улучшена производительность.
th: [UPT]อัปเดต เฟรมเวิร์ก ปรับปรุงประสิทธิภาพ
zh_cn: [UPT]更新了框架，并优化了性能。
zh_tw: [UPT]更新框架，性能提升。

# UpdateLog_V0_9_7UPT2
source: [UPT]Updated Option Panel UI components.
de: [UPT]Aktualisierte Bedienfeld-UI-Komponenten.
es_es: [UPT]Interfaz de usuario del panel de configuración.
it: [UPT]Aggiornati i componenti UI del Pannello delle Opzioni.
ja: [UPT]オプションパネルのUIコンポーネントを更新
ko: [UPT]옵션 패널 UI 컴포넌트 개선.
nl: [UPT]UI-componenten van het bedieningspaneel bijgewerkt.
ru: [UPT]Обновлен внешний вид компонентов Панели Настроек.
th: [UPT]อัปเดต ส่วนประกอบของ UI บนแผงตัวเลือก
zh_cn: [UPT]更新了选项面板的UI组件。
zh_tw: [UPT]更新了選項面板 UI 組件。

# UpdateLog_V0_9_8ADD
source: [ADD]Added advanced option for reset mod config.
de: [ADD]Erweiterte Option zum Zurücksetzen der Mod-Konfiguration hinzugefügt.
es_es: [ADD]Opción avanzada para restablecer la configuración del mod.
it: [ADD]Aggiunta opzione avanzata per il reset della configurazione della mod.
ja: [ADD]Modの設定をリセットする拡張オプションを追加
ko: [ADD]모드 재설정에 대한 고급 옵션 추가.
nl: [ADD]Geavanceerde optie toegevoegd om de mod-configuratie te resetten.
ru: [ADD]Добавлена расширенная опция для сброса конфигурации мода.
th: [ADD]เพิ่ม ตัวเลือกขั้นสูงสำหรับการรีเซ็ตการกำหนดค่าของม็อด
zh_cn: [ADD]添加了重置模组配置的高级选项。
zh_tw: [ADD]添加了重置模組配置的高級選項。

# UpdateLog_V0_9_8FIX1
source: [FIX]Fixed an issue where control panel did not follow the language toggle.
de: [FIX]Es wurde ein Fehler behoben, bei dem die Kontrollleiste dem Sprachumschalter nicht folgte.
es_es: [FIX]Arreglado un fallo donde el panel de control no seguía el cambio de idioma.
it: [FIX]È stato risolto un problema per cui il pannello di controllo non seguiva la selezione della lingua.
ja: [FIX]コントロールパネルが言語の切り替えに追従しない問題を修正
ko: [FIX]제어판이 언어 설정을 따르지 않는 문제 수정.
nl: [FIX]Probleem opgelost waarbij het bedieningspaneel de taalkeuze niet volgde.
ru: [FIX]Исправлена проблема, при которой панель управления не соответствовала языку.
th: [FIX]แก้ไข ปัญหาที่แผงควบคุมไม่เป็นไปตามการสลับภาษา
zh_cn: [FIX]修复了控制面板显示语言不跟随语言切换的问题。
zh_tw: [修復]修復了控制面板不跟隨語言切換的問題。

# UpdateLog_V0_9_8FIX2
source: [FIX]Fixed an issue where the money option in options panel could not be changed.
de: [FIX]Es wurde ein Fehler behoben, bei dem die Geldoption nicht geändert werden konnte.
es_es: [FIX]Arreglado un fallo donde la opción de dinero en el panel de opciones no se podía cambiar.
it: [FIX]È stato risolto un problema per cui non era possibile modificare l'opzione denaro nel pannello delle opzioni.
ja: [FIX]オプションパネルで資金のオプションが変更できない問題を修正
ko: [FIX]옵션 패널에서 자금 옵션을 변경할 수 없는 문제를 해결했습니다.
nl: [FIX]Probleem opgelost waarbij de geldoptie in de instellingen niet kon worden gewijzigd.
ru: [FIX]Исправлена проблема, при которой значение денег в панели настроек не могло быть изменено.
th: [FIX]แก้ไข ปัญหาที่ตัวเลือกเงินในแผงตัวเลือกไม่สามารถเปลี่ยนแปลงได้
zh_cn: [FIX]修复了选项面板中无法更改金钱选项的问题。
zh_tw: [修復]修復了無法更改選項面板中金錢選項的問題。

# UpdateLog_V0_9_8OPT1
source: [OPT]Optimized control panel invoke speed.
de: [OPT]Optimierte Aufruf-Geschwindigkeit des Bedienfeldes.
es_es: [OPT]Optimizada la velocidad de invocación del panel de control.
it: [OPT]Ottimizzazione della velocità di richiamo del pannello di controllo.
ja: [OPT]コントロールパネルの応答速度を最適化
ko: [OPT]최적화된 제어판 호출 속도.
nl: [OPT]Geoptimaliseerde snelheid van het bedieningspaneel.
ru: [OPT]Оптимизирована скорость появления панели управления.
th: [OPT]เพิ่มประสิทธิภาพ ความเร็วในการเรียกแผงควบคุม
zh_cn: [OPT]优化了控制面板唤起速度。
zh_tw: [OPT]優化控制面板調用速度。

# UpdateLog_V0_9_8OPT2
source: [OPT]Optimized control panel toggle button UI style.
de: [OPT]Verbessertes Design des UI Stils der Bedienfeld-Taste.
es_es: [OPT]Optimizado el estilo de la interfaz del botón para alternar el panel de control.
it: [OPT]Ottimizzato lo stile UI dei pulsanti a levetta del pannello di controllo.
ja: [OPT]コントロールパネルの切り替えボタンのスタイルを最適化
ko: [OPT]최적화된 제어판 토글 버튼 UI 스타일.
nl: [OPT]Geoptimaliseerde UI-stijl van de knoppen op het bedieningspaneel.
ru: [OPT]Оптимизирован внешний вид кнопки в панели управления.
th: [OPT]เพิ่มประสิทธิภาพ รูปแบบ UI ของปุ่มสลับบนแผงควบคุม
zh_cn: [OPT]优化了控制面板开/关按钮的UI风格。
zh_tw: [OPT]優化控制面板切換按鈕UI樣式。

# UpdateLog_V0_9_8UPT
source: [UPT]Updated compatibility check.
de: [UPT]Kompatibilitätsprüfung verbessert.
es_es: [UPT]Actualizada la comprobación de compatibilidad.
it: [UPT]Aggiornamento del controllo di compatibilità.
ja: [UPT]互換性のチェック機能を更新
ko: [UPT]호환성 확인 업데이트.
nl: [UPT]Compatibiliteitscontrole verbeterd.
ru: [UPT]Обновлена проверка совместимости.
th: [UPT]อัปเดตการตรวจสอบความเข้ากันได้
zh_cn: [UPT]更新了兼容性检查。
zh_tw: [UPT]更新了兼容性檢查。

# UpdateLog_V0_9_9ADD0
source: Added show mods updated date for the category bar of the options panel function.
de: Anzeige des Aktualisierungsdatums in die Kategorieleiste der Optionen hinzugefügt.
es_es: Agregado, mostrar fecha actualizada de mods para la barra de categorías de la función del panel de opciones.
it: Aggiunta la funzione di visualizzazione della data di aggiornamento delle mod per la barra delle categorie del pannello delle opzioni.
ja: オプションパネルのカテゴリーバーに更新日時を表示する機能を追加
ko: 옵션 패널 기능의 카테고리 표시줄에 show mods 업데이트 날짜 추가.
ru: Добавлено отображения даты обновления модов для категории панели настроек.
th: เพิ่ม แสดงวันที่ที่ม็อดอัปเดต ให้กับแถบหมวดหมู่ของ ฟังก์ชันแผงตัวเลือก
zh_cn: 新增了在选项面板的模组名称列表旁边，显示模组更新日期的功能。
zh_tw: 新增了在選項面板的模組名稱列表旁，顯示模組更新日期的功能。

# UpdateLog_V0_9_9ADD1
source: Added building, segment refund function, including remove time limitation, multiplier factor adjustment, included in the control panel.
de: Erstattungsfunktion für Gebäude, Segmenkostentrückerstattung, einschließlich Zeitbegrenzung, Multiplikatorfaktoranpassung, die im Bedienfeld einstellbar ist, wurde hinzugefügt.
es_es: Agregado, funciones de reembolso para edificios y segmentos. Incluyendo la opción de eliminar la limitación, ajuste de factor de multiplicación en el panel de control
it: Aggiunta costruzione, funzione di rimborso dei segmenti, compresa la rimozione della limitazione temporale, regolazione del fattore moltiplicatore, inclusa nel pannello di controllo.
ja: コントロールパネルに建物やセグメントの返金機能を追加して、時間制限の解除・返金の係数調整が可能
ko: 제어판에 포함된 건물, 시간 제한 제거, 승수 조정을 포함한 세그먼트 환불 기능 추가.
ru: Добавлена опция возврата денег за сегменты и постройки, включая снятие ограничения на время и изменение множителя, включенного в панель управления.
th: เพิ่ม สามารถขอเงินคืนได้จากค่าก่อสร้างอาคาร และถนน โดยสามารถยกเลิกข้อจำกัดของเวลาในการขอคืนเงิน รวมทั้งการปรับตัวคูณจำนวนเงินที่จะขอคืนได้ที่แผงควบคุม
zh_cn: 新增了铲除建筑/网络段落退款的相关调整功能，包括：解除铲除物品时的退款期限限制、调整退款数额倍乘因子。您可以在 GA 的控制面板中找到这些选项。
zh_tw: 新增了剷除建築/網路段落退款的相關調整功能，包括：解除剷除物品時的退款期限限制、調整退款數額乘數。您可以在 GA 的控制面板中找到這些選項。

# UpdateLog_V0_9_9ADD2
source: Option panel added a entry button option to invoke the control panel.
de: In den Optionen wurde nun ein Button hinzugefügt, um das Optionsfeld aufzurufen.
es_es: Agregado una opción para mostrar el panel de control.
it: Il pannello delle opzioni ha aggiunto un'opzione per richiamare il pannello di controllo.
ja: オプションパネルからコントロールパネルを起動するためのエントリーボタンのオプションを追加
ko: 옵션 패널에 제어판을 호출하는 입력 버튼 옵션이 추가되었습니다.
ru: В панель настроек добавлена кнопка вызова панели управления.
th: แผงตัวเลือก เพิ่มตัวเลือกปุ่มรายการ เพื่อเรียกใช้แผงควบคุม
zh_cn: 在选项面板中，新增了一个打开控制面板的入口。
zh_tw: 在選項面板中，新增了一個打開控制面板的入口。

# UpdateLog_V0_9_9ADD3
source: Added the ability to adjust the cost of relocate building, included in the control panel.
de: Möglichkeit hinzugefügt, die Kosten für die Verlegung von Gebäuden anzupassen. Ist im Optionsfeld enthalten.
es_es: Agregada la habilidad de ajustar el costo de reubicación de edificios.
it: Aggiunta la possibilità di regolare il costo del trasferimento dell'edificio, inclusa nel pannello di controllo.
ja: コントロールパネルに建物の移転費用を調整する機能を追加
ko: 제어판에 포함된 건물 이전 비용 조정 기능이 추가되었습니다.
ru: Добавлена возможность изменение цены перемещения здания, включенного в панель управления.
th: เพิ่ม ความสามารถในการปรับค่าใช้จ่าย ในการย้ายอาคาร โดยถูกวางไว้ในแผงควบคุม
zh_cn: 增加了调整搬迁建筑物费用的功能，控制项仅在控制面板中可用。
zh_tw: 增加了調整搬遷建築物費用的功能，控制項僅在控制面板中可用。

# UpdateLog_V0_9_9ADD4
source: Added Remove not enough money warning function.
de: Nicht genügend Geldwarnung ist nun entfernbar.
es_es: Agregada la función de remover la advertencia de dinero insuficiente.
it: Aggiunta la funzione di avviso Rimuovi denaro insufficiente.
ja: 資金不足の警告機能を追加
ko: 돈이 부족하다는 경고 기능을 추가했습니다.
ru: Добавлена опция, убирающая предупреждение о нехватке денег.
th: เพิ่ม ฟังก์ชันลบการแจ้งเตือน เงินไม่พอสร้าง!
zh_cn: 新增了移除金钱不足警告的功能。
zh_tw: 新增了移除金錢不足警告的功能。

# UpdateLog_V0_9_9FIX0
source: Fixed an issue where still catch fire after remove fires.
de: Es wurde ein Fehler behoben, bei dem immer noch Feuer ausbrach, nach dem Entfernen von Feuern eingeschaltet wurde.
es_es: Arreglado problema que aún habia incendios después de deshabilitar la función.
it: Corretto un problema per cui il fuoco continuava a divampare dopo la rimozione degli incendi.
ja: 火災を除去した後でも発火する問題を修正
ko: 화재를 제거한 후에도 여전히 화재가 발생하는 문제를 해결했습니다.
ru: Исправлена проблема, при которой пожар возобновлялся после удаления.
th: แก้ไข ปัญหาที่สิ่งก่อสร้างยังคงติดไฟหลังจากนําไฟออก
zh_cn: 修复了移除火灾后仍然发生火灾的问题。
zh_tw: 修復了移除火災後仍然發生火災的問題。

# UpdateLog_V0_9_9OPT0
source: Optimized the options panel categories horizontal offset option, which now takes effect after adjustment.
de: Option für den horizontalen Offset der Kategorieleiste optimiert, so dass sie nun direkt nach der Anpassung wirksam wird.
es_es: Optimizado el desplazamiento de las categorías del panel de control.
it: Ottimizzata l'opzione di spostamento orizzontale delle categorie del pannello delle opzioni, che ora diventa effettiva dopo la regolazione.
ja: オプションパネルのカテゴリを区切る水平オフセットのオプションを最適化して調整後に即反映
ko: 옵션 패널 범주 수평 오프셋 옵션을 최적화했습니다. 이제 조정 후 적용됩니다.
ru: Оптимизирована опция горизонтального смещения в панели настроек, теперь значение вступает в силу после изменения.
th: เพิ่มประสิทธิภาพหมวดหมู่แผงตัวเลือก ปรับค่าการชดเชยแนวนอนให้เหมาะสม ซึ่งตอนนี้จะมีผลเมื่อมีการปรับแต่ง
zh_cn: 优化了选项面板类别栏水平偏移功能，此选项在调整后立即生效。
zh_tw: 最佳化了選項面板類別欄水平偏移功能，此選項在調整後立即生效。

# UpdateLog_V0_9_9OPT1
source: Optimized the start money setting logic so that the start money is the value you set when you start a new game.
de: Startgeldeinstellungslogik optimiert, so dass das Startgeld der Wert ist, den man beim Start eines neuen Spiels setzt.
es_es: Optimizado la lógica de dinero inicial.
it: Ottimizzata la logica di impostazione del denaro iniziale in modo che il denaro iniziale sia il valore impostato all'inizio di una nuova partita.
ja: ゲーム開始時の資金設定のロジックを最適化して、設定した資金で新規ゲームを開始するように改善
ko: 시작 머니 설정 로직을 최적화하여 시작 머니가 새로운 게임을 시작할 때 설정한 값이 되도록 합니다.
ru: Оптимизирована логика начальных денег, теперь это значение которое вы устанавливаете при начале новой игры.
th: ปรับกระบวนการในการตั้งค่าเงินเริ่มต้นให้เหมาะสม เพื่อให้เงินเริ่มต้นเป็นค่าที่คุณตั้งไว้เมื่อคุณเริ่มเกมใหม่
zh_cn: 优化了开始金钱设定逻辑，以便进入游戏后即在开始新游戏时设置的值。
zh_tw: 最佳化了開始金錢設定邏輯，以便進入遊戲後即在開始新遊戲時設定的值。

# UpdateLog_V0_9_9TRAN
source: Added Slovak localization.
de: Slowakische Übersetzung hinzugefügt.
es_es: Idioma eslovaco añadido.
it: Aggiunta la localizzazione in Slovacco.
ja: スロバキア語の翻訳を追加
ko: 슬로바키아 현지화 추가
nl: Slowaakse vertaling toegevoegd.
ru: Добавлена локализация для словацкого языка.
th: เพิ่ม ภาษาสโลวะเกีย
zh_cn: 添加了斯洛伐克语翻译。
zh_tw: 新增了斯洛伐克語翻譯。

# UpdateLog_V0_9_9UPT
source: Updated UI style.
de: UI-Stil aktualisiert.
es_es: Interfaz de usuario actualizada.
it: Stile UI aggiornato.
ja: UIのスタイルを更新
ko: UI 스타일이 업데이트되었습니다.
ru: Обновлен интерфейс.
th: อัปเดตรูปแบบ UI
zh_cn: 更新了用户界面的风格。
zh_tw: 更新了使用者介面的風格。

# UpdateLog_V0_9_9UPT1
source: Updated framework.
de: Framework aktualisiert.
es_es: Marco actualizado.
it: Aggiornato il framework.
ja: フレームワークを更新
ko: 업데이트된 프레임워크.
ru: Обновлен фреймворк.
th: อัปเดตเฟรมเวิร์ก
zh_cn: 更新了框架。
zh_tw: 更新了框架。

# UpdateLog_V1_0_0ADD0
source: Added unlimited placement of festival area buildings.
de: Unbegrenzte Platzierung von Festivalgebäuden hinzugefügt.
es_es: Se agregó la capacidad de situar áreas de festivales sin límites.
it: Aggiunto il posizionamento illimitato degli edifici dell'area del festival.
ja: フェスティバルエリアの建物を無制限の配置に追加
ru: Добавлено неограниченное размещение фестивальных площадок.
th: เพิ่ม การวางพื้นที่จัดงานเทศกาลดนตรีได้แบบไม่จำกัด
zh_cn: 新增了无限制摆放节日区域建筑的功能。
zh_tw: 新增了無限制擺放節日區域建築的功能。

# UpdateLog_V1_0_0FIX0
source: Fixed control panel settings sometimes not automatically save.
de: Behoben, dass Einstellungen manchmal nicht automatisch gespeichert wurden.
es_es: Arreglado que las configuraciones del panel de control a veces no se guardaran automáticamente.
it: Corretto il problema delle impostazioni del pannello di controllo che a volte non vengono salvate automaticamente.
ja: コントロールパネルの設定が自動的に保存されない問題を修正
ru: Исправлена проблема, при которой значения в панели управлений не сохранялись автоматически.
th: แก้ไข แผงควบคุมการตั้งค่าที่ไม่สามารถบันทึกได้อัตโนมัติ
zh_cn: 修复了控制面板设置有时不会自动保存的问题。
zh_tw: 修復了控制面板設定有時不會自動保存的問題。

# UpdateLog_V1_0_1FIX0
source: Fixed an issue where normal buildings could only be placed once.
de: Es wurde ein Fehler behoben, durch den normale Gebäude nur einmal platziert werden konnten.
es_es: Se arregló un problema donde los edificios normales solo se podían colocar una vez.
it: Risolto un problema per cui gli edifici normali potevano essere posizionati solo una volta.
ja: 通常の建物が一回しか置けない問題を修正
ru: Исправлена проблема, при которой обычные здания могли быть размещены только один раз.
th: แก้ไข ปัญหาการวางสิ่งก่อสร้างปกติทั่วไปได้เพียงครั้งเดียว
zh_cn: 修复了正常建筑只能放置一次的问题。
zh_tw: 修復了正常建築只能放置一次的問題。

# UpdateLog_V1_0_1FIX1
source: Fixed an issue where the mod would not work at all when loading the config file incorrectly.
de: Es wurde ein Fehler behoben, bei dem die Modifikation überhaupt nicht funktionierte, wenn die Konfigurationsdatei falsch geladen wurde.
es_es: Se arregló un problema donde el mod no funcionaba del todo bien cuando se cargaba incorrectamente el archivo config.
it: Risolto un problema per cui la mod non funzionava affatto durante il caricamento errato del file di configurazione.
ja: 設定ファイルのロード時に誤りがあると、MODが全く動作しない問題を修正
ru: Исправлен баг, при котором мод не работал, если файл конфигурации был загружен неправильно.
th: แก้ไข ปัญหาการทีม็อดจะไม่ทำงาน หากการโหลดไฟล์ config ไม่ถูกต้อง
zh_cn: 修复了当配置文件加载错误时模组无法工作的问题。
zh_tw: 修復了當組態檔案載入錯誤時模組無法工作的問題。

# UpdateLog_V1_1ADD0
source: Added unlock landscaping feature.
es_es: Añadida función de desbloqueo de diseño de paisaje.
it: Aggiunta la funzione di sblocco del paesaggio.
ja: 造園機能のアンロックを追加
th: เพิ่มคุณสมบัติการปลดล็อกภูมิทัศน์
zh_cn: 新增了解锁环境美化面板的功能。
zh_tw: 新增瞭解鎖環境美化面板的功能。
