Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Properties/Localize.*.resx
Languages: de, es_es, it, ja, ko, nl, ru, th, zh_cn, zh_tw

# UpdateLog_V1_1ADD1
source: Added put out burning buildings feature.
es_es: Añadida función para apagar incendios en edificios.
it: Aggiunta funzione di spegnimento degli edifici in fiamme.
ja: 建物火災の消火機能を追加
th: เพิ่มคุณสมบัติการดับไฟอาคารที่กำลังลุกไหม้
zh_cn: 新增了扑灭建筑物火灾的功能。
zh_tw: 新增了撲滅建築物火災的功能。

# UpdateLog_V1_1ADD2
source: Added unlimited place treasure hunt buildings feature.
es_es: Añadida una función ilimitada de edificios de cacería de tesoros.
it: Aggiunta la funzione degli edifici della caccia al tesoro a posti illimitati.
ja: Treasure Huntアップデートで追加された建物の無制限の配置を追加
th: เพิ่มคุณสมบัติวางอาคารล่าสมบัติได้แบบไม่จำกัด
zh_cn: 新增了无限放置 Treasure Hunt 更新中新增的独特建筑的功能。
zh_tw: 新增了尋寶遊戲選項裡獨特建築無限放置的功能。

# UpdateLog_V1_1ADD3
source: Integrated [You Can Build It] mod functions.
es_es: Funciones de mod integradas [You Can Build It].
it: Funzioni integrate del mod [You Can Build It].
ja: [You Can Build It] MODの機能を統合
th: รวมฟังก์ชันม็อด [You Can Build It] เข้ามาไว้ในตัว
zh_cn: 整合了 You Can Build It 这个模组的功能。
zh_tw: 整合了 You Can Build It 這個模組的功能。

# UpdateLog_V1_1FIX0
source: Fixed an issue where unlock public transport was not fully unlocked.
es_es: Se ha corregido un problema en el que no se desbloqueaba completamente el transporte público.
it: È stato risolto un problema a causa del quale lo sblocco dei trasporti pubblici non veniva sbloccato completamente.
ja: 公共交通のアンロックが完全に解除されない問題を修正
th: แก้ไขปัญหา การปลดล็อกระบบขนส่งสาธารณะ ที่ไม่สมบูรณ์
zh_cn: 修复了无法完全解锁公共交通的问题。
zh_tw: 修復了公共交通未完全解鎖的問題。

# UpdateLog_V1_1FIX1
source: Fixed an issue where unlimited oil, unlimited ore is not working properly.
es_es: Corregido un problema en el que el petróleo ilimitado, los minerales ilimitados no funcionan correctamente.
it: È stato risolto un problema dove il petrolio illimitato e il minerale illimitato non funzionavano correttamente.
ja: 原油と鉱石が無制限で正常に動作しない問題を修正
th: แก้ไขปัญหา น้ำมันไม่จํากัด แร่ไม่จํากัด ที่ทํางานอย่างไม่ถูกต้อง
zh_cn: 修复了无限石油、无限矿石功能不能正常运行的问题。
zh_tw: 修復了無限石油、無限礦石功能不能正常運行的問題。

# UpdateLog_V1_1OPT0
source: Optimize unlock info view performance issues.
it: Ottimizzazione dei problemi di prestazioni della visualizzazione delle informazioni di sblocco.
ja: 情報ビューのアンロックでパフォーマンスの問題を最適化
th: เพิ่มประสิทธิภาพ ปัญหาด้านประสิทธิภาพของมุมมองข้อมูลการปลดล็อก
zh_cn: 优化了解锁信息视图面板的性能问题。
zh_tw: 最佳化了解鎖資訊檢視面板的性能問題。

# UpdateLog_V1_1TRA
source: Thai localization support
it: Supporto per la localizzazione in Tailandese
ja: タイ語の翻訳を追加
th: รองรับภาษาไทย
zh_cn: 新增了泰语翻译
zh_tw: 新增了泰語翻譯

# UpdateLog_V1_1UPT2
source: UUI button and separate tool button are now optional.
es_es: Los botones de UUI y el botón de herramienta separada son ahora opcionales.
it: Il pulsante UUI e il pulsante dello strumento separato sono ora opzionali.
ja: UUIボタンと個別のツールボタンをオプション化
th: ปุ่มเครื่องมือสามารถแยกไปอยู่บนแผง UUI ได้ เพื่อเป็นทางเลือก
zh_cn: 现在可以选择模组面板按钮的显示位置：仅在 UUI 内显示 / 仅在游戏内单独显示 / 同时在 UUI 和游戏内显示。
zh_tw: 現在可以選擇模組面板按鈕的顯示位置：僅在 UUI 內顯示 / 僅在遊戲內單獨顯示 / 同時在 UUI 和遊戲內顯示。

# UpdateLog_V1_1_1FIX0
source: Fixed an issue where the remove not enough money limitation function could not take effect.
it: Corretto un problema per cui la funzione di limitazione della rimozione di denaro non sufficiente non poteva avere effetto.
zh_cn: 修复乐无法解除金钱不足限制的问题。

# UpdateLog_V1_1_1FIX1
source: Fixed some issues with the control panel.
it: Corretti alcuni problemi con il pannello di controllo.
zh_cn: 修复了控制面板的一些问题。

# UpdateLog_V1_1_UPT0
source: Updated to support game version 1.17.1
es_es: Actualizado para soportar la versión 1.17.1 del juego
it: Aggiornato per supportare la versione del gioco 1.17.1
ja: ゲームバージョン 1.17.1をサポートするように更新
th: อัปเดตเพื่อรองรับเกมเวอร์ชัน 1.17.1
zh_cn: 更新并适配游戏版本 1.17.1
zh_tw: 更新支援遊戲版本 1.17.1

# UpdateLog_V1_1_UPT1
source: Updated compatibility check. When three built-in unlimited mods are detected to be enabled, they are automatically disabled to ensure mod compatibility.
es_es: Comprobación de compatibilidad actualizada. Cuando se detectan tres mods ilimitados integrados, se deshabilitan automáticamente para asegurar la compatibilidad de mods.
it: Controllo di compatibilità aggiornato. Quando viene rilevata l'attivazione di tre mod illimitate integrate, queste vengono automaticamente disattivate per garantire la compatibilità con le mod.
ja: 互換性チェックを更新して、3つのゲーム内蔵MODが有効状態を検出した場合は、互換性を確保するために自動的に無効化
th: อัปเดต การตรวจสอบความเข้ากันได้ เมื่อตรวจพบม็อดไม่จํากัดแบบบิลท์อินทั้งสามตัว ม็อดเหล่านั้นจะถูกปิดใช้งานโดยอัตโนมัติ เพื่อให้แน่ใจว่าม็อดเราจะสามารถเข้ากันได้กับตัวเกม
zh_cn: 更新了兼容性检查功能。 当检测到游戏内置的三个无限制模组启用时，会将其自动禁用，以确保 Game Anarchy 能正常使用。
zh_tw: 更新了相容性檢查功能。 當檢測到遊戲內建的三個無限制模組啟用時，會將其自動停用，以確保 Game Anarchy 能正常使用。

source: Vanilla
de: Vanilla (Basis-Spiel)
it: Base
ja: バニラ
ko: 바닐라
ru: Обычный
th: วานิลลา
zh_cn: 原版
zh_tw: 原版

source: Vanilla unlimited money mode
de: Vanilla unbegrenztes Geld Modus
es_es: Modo de dinero ilimitado de Vanilla
it: Modalità Base a denaro illimitato
ja: バニラの資金無限モード
ko: 바닐라 자금 무제한 모드
nl: Vanilla onbeperkt geld modus
ru: Обычный режим с бесконечными деньгами
th: โหมดเงินไม่จำกัดแบบวานิลลา
zh_cn: 原版无限金钱模式
zh_tw: 原版無限金錢模式

# VanillaUnlimitedMoneyModeMinor
source: Money in game only displays “∞”, this option allows dynamic toggle within game
de: Geld im Spiel zeigt nur "∞" an, diese Option erlaubt dynamisches Umschalten innerhalb des Spiels
es_es: El dinero en el juego se muestra como “∞”, está opción permite alternar dinámicamente en el juego
it: I soldi nel gioco vengono visualizzati solo con la dicitura “∞”; questa opzione consente di alternare dinamicamente il gioco
ja: ゲーム中の資金表示は「∞」でしか表示されませんが、 このオプションからゲーム内で動的に切り替えが可能です。
ko: 게임 내 자금은 "∞"로만 표시되며, 이 옵션은 게임 내에서도 켜고 끌 수 있습니다.
nl: Geld in het spel toont alleen "∞", deze optie maakt dynamisch schakelen in het spel mogelijk
ru: Деньги в игре отображаются только как “∞”, эта опция переключаема в игре
th: จำนวนเงินภายในเกมจะแสดงเป็น “∞” ตัวเลือกนี้สามารถปรับการตั้งค่าได้ระหว่างกำลังเล่นเกม
zh_cn: 游戏内金钱只显示 “∞”，此选项允许您在游戏中动态切换
zh_tw: 遊戲內金錢只顯示“∞”，此選項允許在遊戲內動態切換

source: Water pollution
de: Wasserverschmutzung
es_es: Contaminación del agua
it: Inquinamento idrico
ja: 水質汚染
ko: 수질 오염
nl: Watervervuiling
ru: Загрязнение воды
th: มลภาวะทางน้ำ
zh_cn: 水污染
zh_tw: 水污染

source: Weather radar
de: Wetterradar
es_es: Radar climático
it: Radar meteo
ja: 気象レーダー
ko: 기상 레이더
nl: Weerradar
ru: Метеорадар
th: เรดาร์สภาพอากาศ
zh_cn: 天气雷达
zh_tw: 天氣雷達
