Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Properties/Localize.*.resx
Languages: de, es_es, it, ja, ko, nl, ru, th, zh_cn, zh_tw

# OtherFunctionsMinor
source: Use the shortcut keys or the UUI button to invoke the Control Panel, if you want to adjust the options in the Control Panel, close the Options Panel first.
de: Benutze die Tastenkürzel oder den UUI-Button, um das Optionsfeld aufzurufen. Wenn du die Optionen in den Spiel-Optionen anpassen möchtest, schließe zuerst das Optionsfeld.
es_es: Utilice las teclas de acceso directo o el botón UUI para invocar el panel de control, si deseas ajustar las opciones en el panel de control, ciérralo primero.
it: Utilizzare i tasti di scelta rapida o il pulsante UUI per richiamare il Pannello di Controllo; se si desidera regolare le opzioni del Pannello di Controllo, chiudere prima il Pannello Opzioni.
ja: コントロールパネルの呼び出しは、ショートカットキー・UUIボタンを使用します。コントロールパネルでオプションを調整したい場合は、事前にオプションパネルを閉じて下さい。
ko: 바로 가기 키 또는 UUI 버튼을 사용하여 제어판을 불러오십시오. 제어판에서 옵션을 조정하려면 먼저 옵션 패널을 닫으십시오.
nl: Gebruik de sneltoetsen of de UUI-knop om het optiepaneel te openen. Als je de opties in de spelopties wilt aanpassen, sluit dan eerst het optiepaneel.
ru: Используйте горячие клавиши или кнопку для вызова Панели Управления. Если вы хотите изменить значения в Панели Управления, сначала закройте Панель Настроек.
th: ใช้ปุ่มลัด หรือปุ่ม UUI เพื่อเรียกใช้แผงควบคุม หากคุณต้องการปรับตัวเลือกในแผงควบคุมให้ปิดแผงตัวเลือกก่อน
zh_cn: 请使用键盘快捷键或 UUI 按钮打开 GA 的控制面板。如果你想要使用控制面板中的功能，请先关闭选项面板。
zh_tw: 請使用鍵盤快速鍵或 UUI 按鈕打開 GA 的控制面板。如果你想要使用控制面板中的功能，請先關閉選項面板。

source: Put out
es_es: Apagar
it: Spegnere
ja: 消火
th: ดับไฟ
zh_cn: 扑灭
zh_tw: 撲滅

source: Put out burning buildings
es_es: Apagar incendios en los edificios en llamas
it: Spegnere gli edifici in fiamme
ja: 建物火災を消火
th: ดับไฟที่กำลังไหม้อาคาร
zh_cn: 扑灭建筑物的火灾
zh_tw: 撲滅建築物的火災

# PutOutBurningBuildingsDescription
source: This is not a permanent fire removal feature and will only be called once to remove all buildings that are on fire. Are you sure you want to put out burning buildings?
es_es: Esto no elimina de forma permanente los incendios y solo se ejecutará una vez para eliminar todos los edificios que están en llamas. ¿Estás seguro de que quieres apagar los incendios?
it: Questa non è una funzione di rimozione permanente degli incendi e sarà chiamata solo una volta per rimuovere tutti gli edifici in fiamme. Siete sicuri di voler spegnere gli edifici in fiamme?
ja: この機能は火災を無効化する訳では無く、既に発生中の建物火災を全て除去するために一度だけ呼び出します。 現在、火災が起きている全ての建物を消火しますか?
th: นี่ไม่ใช่คุณสมบัติการกําจัดไฟอย่างถาวร และจะถูกเรียกเพียงครั้งเดียว เพื่อกําจัดไฟที่กำลังลุกไหมอาคารทั้งหมด คุณแน่ใจแล้วใช่ไหม ว่าต้องการดับไฟที่กำลังลุกไหม้อาคาร?
zh_cn: 此功能无法永久移除火灾，每次使用只能扑灭当前所有着火的建筑物。您确定要扑灭着火的建筑物吗？
zh_tw: 此功能不會永久移除火災，只會一次撲滅所有著火的建築物。您確定要撲滅著火的建築物嗎？

# Refund
source: Bulldozing refund
de: Rückerstattung beim Abriss
es_es: Reembolso de demolición
it: Rimborso demolizione
ja: ブルドーザーの返金
ko: 불도저 환불
ru: Возврат денег за снос
th: เงินคืนจากทำลาย
zh_cn: 铲除物品退款选项
zh_tw: 剷除物品退款選項

source: Relocate building
de: Gebäude verlagern
es_es: Reubicar edificio
it: Trasferimento dell'edificio
ja: 建物の移転
ko: 건물 이전
ru: Переместить здание
th: เคลื่อนย้ายสิ่งก่อสร้าง
zh_cn: 搬迁建筑
zh_tw: 搬遷建築

# RelocateBuildingMinor
source: Construction cost * Multiplier factor = Cost
de: Baukosten * Multiplikationsfaktor = Kosten
es_es: Coste de construcción * Factor de multiplicación = Costo
it: Costo di costruzione * Fattore moltiplicatore = Costo
ja: 建設費 × 係数 = コスト
ko: 건설비용 * 승수 = 원가
ru: Цена строительства * Множитель = Стоимость
th: งบประมาณการก่อสร้าง * ตัวคูณ = ค่าใช้จ่าย
zh_cn: 建造费用 * 倍乘因子 = 费用
zh_tw: 建造費用 * 乘數 = 費用

source: Remove airport building fire
de: Flughafengebäude Feuer entfernen
es_es: Eliminar incendio de edificios de aeropuerto
it: Rimuovere l'incendio dell'edificio aeroportuale
ja: 空港エリアの火災を除去
ko: 공항 건물 화재 위험 제거
nl: Brand van luchthaven verwijderen
ru: Убрать пожар в здании аэропорта
th: ลบอัคคีภัยบนอาคารท่าอากาศยาน
zh_cn: 机场建筑不会着火
zh_tw: 清除機場大樓火災

source: Remove building refund time limitation
de: Zeitbegrenzung für Baukostenerstattung bei Gebäuden entfernen
es_es: Eliminar límite de tiempo de reembolso de construcción
it: Rimuovere il limite di tempo per il rimborso degli edifici
ja: 建物の返金の制限時間を解除
ko: 건물 환불 시간 제한 제거
ru: Убрать ограничение времени на возврат денег за постройку
th: ลบการจำกัดเวลาในการคืนเงินค่าก่อสร้าง
zh_cn: 解除铲除建筑物的退款期限限制
zh_tw: 解除剷除建築物的退款期限限制

source: Remove campus building fire
de: Campusgebäudefeuer entfernen
es_es: Eliminar incendio de edificios de Campus
it: Rimuovere l'incendio dell'edificio del campus
ja: キャンパスエリアの火災を除去
ko: 캠퍼스 건물 화재 위험 제거
nl: Brand van campus verwijderen
ru: Убрать пожар в здании кампуса
th: ลบอัคคีภัยบนอาคารวิทยาเขต
zh_cn: 校园建筑不会着火
zh_tw: 消除校園建築火災

source: Remove commercial building fire
de: Gewerbegebäudefeuer entfernen
es_es: Eliminar incendio de edificios comerciales
it: Rimuovere l'incendio di un edificio commerciale
ja: 商業区画の火災を除去
ko: 상업 건물 화재 위험 제거
nl: Brand van commercieel gebouw verwijderen
ru: Убрать пожар в коммерческих постройках
th: ลบอัคคีภัยบนอาคารพาณิชย์
zh_cn: 商业区建筑不会着火
zh_tw: 消除商業建築火災

# RemoveCrime
source: Remove criminals from all buildings and maximize police service coverage
de: Entfernt Kriminelle aus allen Gebäuden und maximiert die Abdeckung der Polizeidienststellen
es_es: Quitar criminales de todos los edificios y maximizar la cobertura del servicio policial
it: Rimuovi i criminali da tutti gli edifici e massimizza la copertura del servizio di polizia
ja: 全ての建物から犯罪者を除去して、警察サービスの有効範囲を最大化します。
ko: 모든 건물에서 범죄자를 제거하고 경찰 서비스 범위를 최대화합니다.
nl: Verwijder criminelen uit alle gebouwen en maximaliseer de dekking van de politie
ru: Убрать преступников из всех зданий и обеспечить максимальный охват полицейской службой
th: ลบอาชญากรรมบนอาคารทั้งหมด และเพิ่มพื้นที่ให้บริการของตำรวจให้สูงสุด
zh_cn: 移除所有建筑的罪犯并最大化警察服务的覆盖
zh_tw: 從所有建築物中清除罪犯並最大限度地擴大警察服務範圍

# RemoveDeath
source: Remove dead citizens and maximize death care coverage
de: Entfernt tote Bürger und maximiert die Abdeckung der Beerdigungsinstitute
es_es: Quitar ciudadanos muertos y maximizar la cobertura de pacientes
it: Rimuovi i cittadini morti e massimizza la copertura dell'assistenza in caso di morte
ja: 亡くなった市民を除去して、葬儀サービスの有効範囲を最大化します。
ko: 죽은 시민을 제거하여 장례 서비스의 유효 범위를 최대화합니다.
nl: Verwijder dode burgers en maximaliseer de dekking van overlijdenzorg
ru: Убрать погибших граждан и обеспечить максимальный охват услугами по охране здоровья
th: ลบการตายของพลเมือง และเพิ่มพื้นที่ให้บริการเก็บศพให้สูงสุด
zh_cn: 移除死亡市民, 并最大化殉葬服务覆盖
zh_tw: 最大化殯葬服務範圍，並清除死亡的市民

source: Remove garbage
de: Entfernt Müll
es_es: Quitar basura
it: Rimuovi la spazzatura
ja: ゴミを除去
ko: 쓰레기 제거
nl: Verwijder afval
ru: Удалить мусор
th: ลบถังขยะ
zh_cn: 移除垃圾
zh_tw: 清除垃圾

source: Remove industrial building fire
de: Industriegebäudefeuer entfernen
es_es: Eliminar incendio de edificios industriales
it: Rimuovere l'incendio di un edificio industriale
ja: 産業区画の火災を除去
ko: 산업 건물 화재 위험 제거
nl: Brand van industrieel gebouw verwijderen
ru: Убрать пожар в промышленных постройках
th: ลบอัคคีภัยบนอาคารอุตสาหกรรม
zh_cn: 工业区建筑不会着火
zh_tw: 消除工業建築火災

source: Remove museum fire
de: Museumsfeuer entfernen
es_es: Eliminar incendio de museos
it: Rimuovere l'incendio del museo
ja: ミュージアムの火災を除去
ko: 박물관 화재 위험 제거
nl: Brand van museum verwijderen
ru: Убрать пожар в музее
th: ลบอัคคีภัยบนอนุสรณ์สถาน
zh_cn: 博物馆不会着火
zh_tw: 消除博物館火災

# RemoveNotEnoughMoney
source: Remove not enough money limitation
de: Beschränkung, weil nicht genügend Geld vorhanden ist entfernen
es_es: Eliminar la limitación de dinero insuficiente
it: Rimuovere la limitazione di denaro insufficiente
ja: 資金不足の制限を解除
ko: 부족한 금액 제한 제거
ru: Убрать лимит нехватки денег
th: ลบข้อจำกัดกรณีมีเงินไม่เพียงพอ
zh_cn: 解除金钱不足的限制
zh_tw: 解除金錢不足的限制

# RemoveNotEnoughMoneyMinor
source: When “Money Anarchy” or "Unlimited Money" is enabled, this option is enabled automatically enforced.
de: Wenn „Geld Anarchie“ oder „Unbegrenztes Geld“ aktiviert ist, wird diese Option automatisch erzwungen.
es_es: Cuando "Anarquía del dinero" o "Dinero ilimitado" está habilitado, esta opción se activa automáticamente.
it: Quando si attiva "Anarchia del Denaro" o "Denaro Illimitato", questa opzione viene attivata automaticamente.
ja: 「資金のAnarchy」または「資金の無制限」が有効の場合は、このオプションを自動的に適用します。
ko: "Money Ancharge" 또는 "Unlimited Money"가 활성화되면 이 옵션이 자동으로 활성화됩니다.
nl: Als "Geld Anarchie" of "Onbeperkt Geld" is ingeschakeld, wordt deze optie automatisch afgedwongen.
ru: Если опции «Денежная анархия» или «Неограниченные деньги» включены, эта опция активируется автоматически.
th: เมื่อเปิดใช้งาน "อิสระทางการเงิน" หรือ "เงินไม่จำกัด" ตัวเลือกนี้จะเปิดขึ้นตามโดยอัตโนมัติ
zh_cn: 当启用“金钱无限制模式”或“原版无限金钱模组”时，此选项将自动强制执行。
zh_tw: 當啟用「金錢無限制模式」或「原版無限金錢模組」時，此選項將自動強制執行

source: Remove office building fire
de: Bürogebäudefeuer entfernen
es_es: Eliminar incendio de oficinas
it: Rimuovere l'incendio di un edificio di uffici
ja: オフィス区画の火災を除去
ko: 사무 건물 화재 위험 제거
nl: Brand van kantoorgebouw verwijderen
ru: Убрать пожар в здании офиса
th: ลบอัคคีภัยบนอาคารสำนักงาน
zh_cn: 办公区建筑不会着火
zh_tw: 清除辦公樓火災

source: Remove park building fire
de: Parkgebäudefeuer entfernen
es_es: Eliminar incendio de parques
it: Rimuovere l'incendio dell'edificio del parco
ja: パークエリアの火災を除去
ko: 공원 건물 화재 위험 제거
nl: Brand van park gebouw verwijderen
ru: Убрать пожар в парке
th: ลบอัคคีภัยบนอาคารสวนสาธารณะ
zh_cn: 公园建筑不会着火
zh_tw: 消除公園建築火災

source: Remove player building fire
de: Spielergebäudefeuer entfernen
es_es: Eliminar incendio de edificios del jugador
it: Rimuovere l'incendio dell'edificio del giocatore
ja: ユーザー建物の火災を除去
ko: 사용자 건물 화재 위험 제거
nl: Brand van gebouw van speler verwijderen
ru: Убрать пожар в зданиях игрока
th: ลบอัคคีภัยบนอาคารผู้เล่น
zh_cn: 玩家建筑不会着火
zh_tw: 移除玩家建築火

source: Remove pollution
de: Umweltbelastung entfernen
es_es: Eliminar contaminacion
it: Rimuovere l'inquinamento
ja: 汚染の除去
ko: 공해 제거
nl: Verwijder vervuiling
ru: Убрать загрязнение
th: ลบมลภาวะ
zh_cn: 移除污染
zh_tw: 清除污染

source: Remove residential building fire
de: Wohngebäudefeuer entfernen
es_es: Eliminar incendio de edificios residenciales
it: Rimuovere l'incendio di un edificio residenziale
ja: 住宅区画の火災を除去
ko: 거주지 건물 화재 위험 제거
nl: Brand van residentieel gebouw verwijderen
ru: Убрать пожар в жилых зданиях
th: ลบอัคคีภัยบนอาคารที่พักอาศัย
zh_cn: 住宅区建筑不会着火
zh_tw: 拆除住宅樓火災

source: Remove Segment refund time limitation
de: Zeitbegrenzung für Baukostenerstattung bei Netzwerksegmenten entfernen
es_es: Eliminar límite de tiempo de reembolso del segmento
it: Rimuovere il limite di tempo per il rimborso del segmento
ja: セグメントの返金の制限時間を解除
ko: 세그먼트 환불 시간 제한 제거
ru: Убрать ограничение времени на возврат денег за сегмент
th: ลบการจำกัดเวลาในการคืนเงินค่าสร้างถนน
zh_cn: 解除网络段落的退款期限限制
zh_tw: 解除網路段落的退款期限限制

source: Residential
de: Wohngebiet
es_es: Residencial
it: Residenziale
ja: 住宅
ko: 거주지
nl: Residentieel
ru: Жилые
th: ที่พักอาศัย
zh_cn: 住宅区
zh_tw: 住宅

source: Resource Options
de: Rohstoffeinstellungen
es_es: Restablecer opciones
it: Opzioni Risorsa
ja: 資源のオプション
ko: 자원 옵션
nl: Grondstof instellingen
ru: Параметры Ресурсов
th: ตัวเลือกทรัพยากร
zh_cn: 资源选项
zh_tw: 資源選項

source: Segment refund
de: Segmentkostenrückerstattung
es_es: Reembolso del segmento
it: Rimborso del segmento
ja: セグメントの返金
ko: 세그먼트 환불
ru: Возврат денег за сегмент
th: เงินคืนจากถนน
zh_cn: 网络段落(道路/轨道等)的退款选项
zh_tw: 網路段落（道路/軌道等）的退款選項

source: Segment refund multiple factor
de: Erstattungsfaktor für Segmente
es_es: Factor de multiplicación de reembolso de dinero de segmentos
it: Fattore multiplo di rimborso del segmento
ja: セグメントの返金の係数
ko: 세그먼트 환불 다중 요소
ru: Множитель возврата денег за сегмент
th: ตัวคูณของ เงินคืนจากค่าสร้างถนน
zh_cn: 网络段落退款数额倍乘因子
zh_tw: 網路段落退款數額乘數

source: Service
de: Dienstleister
es_es: Servicio
it: Servizio
ja: サービス
ko: 서비스
nl: Dienstverlening
ru: Сервис
th: บริการ
zh_cn: 服务
zh_tw: 服務

# SetBefore
source: It is recommended to set this before entering the game/save
es_es: Se recomienda activar esta opción antes de entrar en el juego/guardar
it: Si consiglia di impostarlo prima di entrare nel gioco/salvataggio
ja: ゲーム/セーブをプレイする前に設定することをお勧めします。
th: แนะนำให้ตั้งค่านี้ก่อนเข้าเกมหรือบันทึกเกม
zh_cn: 建议在进入存档前设置好该选项
zh_tw: 建議在進入存檔前設定好該選項

# SortSettings
source: Sort mods names in options panel
de: Mods in der Einstellungsleiste nach Namen sortieren
es_es: Ordenar nombre de mods en el panel de opciones
it: Ordina i nomi delle mod nel pannello opzioni
ja: オプションパネルでMODの名前順にソート
ko: 옵션 패널에서 모드 이름 정렬
nl: Sorteer mods namen in optiespaneel
ru: Сортировать имена модов на панели опций
th: เรียงชื่อม็อดในหน้าตัวเลือกการตั้งค่า
zh_cn: 选项菜单按名称对齐
zh_tw: 在選項面板中以模組名稱進行排序

source: Space radar
de: Weltraumradar
es_es: Radar de espacio
it: Radar spaziale
ja: 近傍天体レーダー
ko: 심우주 레이더
nl: Ruimteradar
ru: Космический радар
th: เรดาร์อวกาศ
zh_cn: 空间雷达
zh_tw: 太空雷達

# StartMoneyMajor
source: Game start money
de: Startgeld
es_es: Dinero inicial del juego
it: Denaro di inizio gioco
ja: ゲーム開始時の資金
ko: 게임 시작 금액
ru: Начальные деньги
th: เงินเริ่มต้นของเกม
zh_cn: 游戏开始金钱
zh_tw: 遊戲起始資金

# StartMoneyMinor
source: Set value before you start gaming. If you don't want money to be this value every time you load save, disable this feature after enabling it once, if you load save, the money will change after the game simulation starts.
de: Lege den Wert fest, bevor du mit dem Spielen beginnst. Wenn du nicht willst, dass das Geld bei jedem Laden des Spielstandes als Startwert festgelegt wird, deaktiviere die Funktion nach dem das Geld den Wert hat. Die Geldmenge wird sich erst ändern, nachdem die Spielsimulation gestartet wurde.
es_es: Establece el valor antes de jugar. Si no quieres este monto de dinero cada vez que inicies un juego salvado, deshabilita esta función después de habilitarla por primera vez. El monto de dinero cambiará cuando comience la simulación.
it: Impostare il valore prima di iniziare il gioco. Se non si vuole che il denaro abbia questo valore ogni volta che si carica il salvataggio, disattivare questa funzione dopo averla attivata una volta; se si carica il salvataggio, il denaro cambierà dopo l'avvio della simulazione di gioco.
ja: ゲーム開始前に資金を設定して下さい。 セーブゲームをロードする度に設定した資金で開始するので、 変えたくない場合は機能を一度有効にしてから再び無効化します。 その後、ゲームのシミュレーションが開始されると、資金が変更されます。
ko: 게임을 시작하기 전에 값을 설정하십시오. 저장된 게임을 불러올 때마다 자금이 설정한 값으로 되는 것을 원하지 않으면 이 기능을 한 번 활성화한 후 비활성화하십시오. 저장된 게임을 로드하면 게임이 시작된 후 자금이 변경됩니다.
nl: Stel de waarde in voordat je begint te spelen. Als je niet wilt dat het geld elke keer als je het spel laadt als beginwaarde wordt ingesteld, schakel dan de functie uit nadat het geld de waarde heeft. Het geldbedrag zal pas veranderen nadat de spelsimulatie is gestart.
ru: Установите значение, прежде чем начать игру. Если вы не хотите, чтобы количество денег равнялось этому значению при загрузке сохранения, отключите эту опцию после использования, тогда при загрузке количество денег изменится.
th: ปรับค่าก่อนเริ่มต้นเกม ถ้าหากคุณไม่ต้องการให้เงินเริ่มต้นของเกมเป็นค่านี้ทุกครั้งที่คุณโหลดเซฟเกม ให้ปิดฟีเจอร์นี้หลังจากเปิดการใช้งานไปแล้วครั้งหนึ่ง เงินจะเปลี่ยนไปหลังจากเกมเริ่มต้นการจำลอง
zh_cn: 需在开始游戏前设定。如果不希望每次加载存档后金钱都为该值, 在启用一次后禁用此功能。游戏模拟开始后现金将会变更设置的值。
zh_tw: 需在開始遊戲前設定。如不希望每次載入存檔後金錢都為該值，啟用一次後須停用此功能。遊戲模擬開始後現金將會變更為設定的值。

source: Stock exchange
de: Börse
es_es: Mercado de valores
it: Borsa valori
ja: 証券取引所
ko: 증권 거래소
nl: Beurs
ru: Биржа
th: ตลาดหลักทรัพย์
zh_cn: 证券交易
zh_tw: 股票交易

source: Tree spread fire probability
de: Baumbrand Ausbreitungswahrscheinlichkeit
es_es: Probabilidad de propagación de incendio de árboles
it: Probabilità di incendio di propagazione dall'albero
ja: 樹木の延焼確率
ko: 나무 화재 확산 가능성
ru: Вероятность распределения пожара на деревьях
th: ความเป็นไปได้ในการลุกลามของไฟที่มีต่อต้นไม้
zh_cn: 树木的火灾蔓延概率
zh_tw: 樹木蔓延火災概率

source: Unique factory
de: Einzigartige Fabrik
es_es: Fábrica única
it: Fabbrica unica
ja: ユニーク工場
ko: 고유 산업 건물
nl: Unieke fabriek
ru: Уникальная фабрика
th: โรงงานไม่ซ้ำใคร
zh_cn: 独特工厂
zh_tw: 獨一無二的工廠

source: Unique faculty
de: Einzigartige Fakultät
es_es: Facultad única
it: Facoltà unica
ja: ユニーク学部棟
ko: 고유 학부 건물
nl: Unieke faculteit
ru: Уникальный факультет
th: สิ่งอำนวยความสะดวกไม่ซ้ำใคร
zh_cn: 独特学院
zh_tw: 獨特的教師

source: Unlimited
de: Unbegrenzt
es_es: Ilimitado
it: Illimitato
ja: 無制限
ko: 무제한, 제한 없음
nl: Onbeperkt
ru: Безлимитный
th: ไม่จำกัด
zh_cn: 无限制
zh_tw: 無限

# UnlimitedLibraryAI
source: Library
es_es: Biblioteca
it: Galleria
ja: ライブラリ
th: ไลบรารี
zh_cn: 图书馆
zh_tw: 圖書館

# UnlimitedLibraryAIMinor
source: The Creator's Library
es_es: Biblioteca de los Creadores
it: La Galleria del Creatore
ja: クリエイターの殿堂
th: ไลบรารีของครีเอเตอร์
zh_cn: 创造者图书馆
zh_tw: 創造者圖書館

# UnlimitedMoneyConflict
source: Game Anarchy also extended money anarchy function, allowing manual add money, automatic add money, check Game Anarchy option panel.
es_es: Game Anarchy también amplió la función de anarquía de dinero, permitiendo añadir dinero manual, añadir dinero automático, revisar el panel de opciones de Game Anarchy.
it: Game Anarchy ha anche esteso la funzione di anarchia del denaro, consentendo l'aggiunta manuale di denaro, l'aggiunta automatica di denaro, controllando il pannello delle opzioni di Game Anarchy.
ja: Game Anarchyでは資金の無制限機能を拡張して、手動や自動で資金の追加が任意で可能です。 この機能はオプションパネルから確認や設定が出来ます。
th: Game Anarchy มีส่วนขยายที่เป็นฟังก์ชันอนาธิปไตยทางการเงิน ทำให้สามารถเพิ่มเงินได้ด้วยตนเอง เพิ่มเงินได้อัตโนมัติ ใช้ฟังก์ชันนี้ได้ที่แผงตัวเลือกของ Game Anarchy
zh_cn: Game Anarchy 还扩展了无限金钱功能，允许手动加钱，自动加钱等。您可以在 Game Anarchy 的选项面板里勾选使用这些功能。
zh_tw: Game Anarchy 還擴展了無限金錢功能，允許手動加錢，自動加錢等。您可以在 Game Anarchy 的選項面板裡勾選使用這些功能。

# UnlimitedOilAndOreConflict
source: Game Anarchy also can adjuster consumption rate, check Game Anarchy control panel in game.
es_es: Game Anarchy también puede ajustar la tasa de consumo, compruebe el panel de control de Game Anarchy en el juego.
it: Game Anarchy può anche regolare il tasso di consumo, controllando il pannello di controllo di Game Anarchy nel gioco.
ja: Game Anarchyでは資源の減少速度が調整可能です。 ゲーム内のコントロールパネルから確認して下さい。
th: Game Anarchy สามารถปรับอัตราการบริโภคสาธารณูปโภคได้ ใช้ฟังก์ชันนี้ได้ที่แผงควบคุม Game Anarchy ในเกม
zh_cn: Game Anarchy 还可以调节负债利率，您可以在 Game Anarchy 的选项面板里勾选使用这些功能。
zh_tw: Game Anarchy 還可以調節負債利率，您可以在 Game Anarchy 的選項面板裡勾選使用這些功能。

# UnlimitedParkAI
source: Park
es_es: Parque
it: Parco
ja: パーク
th: สวนสาธารณะ
zh_cn: 公园
zh_tw: 公園

# UnlimitedParkAIMinor
source: Plaza of the Future
es_es: Plaza del Futuro
it: Piazza del Futuro
ja: 未来の広場
th: พลาซ่าแห่งอนาคต
zh_cn: 未来广场
zh_tw: 未來廣場

# UnlimitedSpaceElevator
source: Space elevator
es_es: Ascensor espacial
it: Ascensore spaziale
ja: 軌道エレベーター
th: ลิฟต์สู่อวกาศ
zh_cn: 轨道电梯
zh_tw: 太空電梯

# UnlimitedSpaceElevatorMinor
source: Plaza of Transference
es_es: Plaza de la Transferencia
it: Piazza del Trasferimento
ja: 転移の広場
th: พลาซ่าแห่งการโอน
zh_cn: 迁移广场
zh_tw: 遷移廣場

source: Unlock all
de: Alles entsperren
es_es: Desbloquear todo
it: Sblocca tutto
ja: 全てをアンロック
ko: 모두 잠금 해제
nl: Ontgrendel alles
ru: Разблокировать всё
th: ปลดล็อกทั้งหมด
zh_cn: 解锁所有
zh_tw: 全部解鎖

# UnlockAllConflict
source: Game Anarchy also extend the custom unlock, check Game Anarchy option panel.
es_es: Game Anarchy también extiende el desbloqueo personalizado, comprueba el panel de opciones de Game Anarchy.
it: Game Anarchy estende anche lo sblocco personalizzato, controllate il pannello delle opzioni di Game Anarchy.
ja: Game Anarchyではカスタム可能な拡張されたアンロック機能があります。 この機能はオプションパネルで確認して下さい。
th: Game Anarchy มีส่วนขยายการปลดล็อกที่กําหนดเองได้ ใช้ฟังก์ชันนี้ได้ที่แผงตัวเลือก Game Anarchy
zh_cn: Game Anarchy 还扩展了自定义解锁的功能，您可以在 Game Anarchy 的选项面板里勾选使用这些功能。
zh_tw: Game Anarchy 還擴展了自訂解鎖的功能，您可以在 Game Anarchy 的選項面板裡勾選使用這些功能。

# UnlockAllMinor
source: It is recommended to set this before you start the game. If disabled this option still unlocks something, make sure you have disabled Find It! "Unlock All" option. The "Unlock all" option in Find It! only unlocks all assets in the Find it! menu, but do not unlock milestones.
de: Diese Option ist die gleiche wie die "Alles Entsperren" Funktion des Vanilla Spiels, und obwohl sie dynamisches Umschalten innerhalb des Spiels ermöglicht, wird empfohlen, sie vor dem Speichern zu setzen. Wenn diese Option deaktiviert ist, entsperrt sie immer noch alles. Stelle sicher, dass du die Find It! "Alles Entsperren" Option deaktiviert hast.
es_es: Esta opción es la misma que la característica "Desbloquear todo", en vanilla y mientras permite alternar dinámicamente en el juego, se recomienda configurarlo antes de entrar a la partida. Si se desactiva esta opción, todavía desbloquea todo si la opción de "Desbloquear todo" está activada en "Find It" .
it: This option is the same as vanilla "Unlock All" features, and while it allows dynamic toggling within game, it is recommended to set it before entering save. If disabled this option still unlocks all, make sure you have disabled Find It! "Unlock All" option.
ja: このオプションはバニラのMODにある、 「Unlock All」 と同じです。 ゲーム内で動的に切り替え可能ですが、都市のロード前に設定することをお勧めします。 オプションを無効にしても全てアンロックされる場合は、Find It！ 2のオプションから 「Unlock All」 が無効になっているか確認して下さい。
ko: 이 옵션은 바닐라의 "모두 잠금 해제" 기능과 동일합니다. 저장된 게임을 플레이하는 중에도 전환할 수 있지만 그 전에 설정하는 것이 좋습니다. 이 옵션을 비활성화했는데도 여전히 모든 잠금이 해제되어있다면 Find It! 모드의 "모두 잠금 해제" 옵션을 해제했는지 확인해주세요.
nl: Deze optie is hetzelfde als de "Alles ontgrendelen" functie van het spel, en hoewel het dynamisch schakelen in het spel mogelijk maakt, is het aan te raden om het in te stellen voordat je je opgeslagen spel laadt. Indien uitgeschakeld, wordt nog steeds alles ontgrendeld, zorg ervoor dat je in Find It! de "Unlock All" optie hebt uitgeschakeld.
ru: This option is the same as vanilla "Unlock All" features, and while it allows dynamic toggling within game, it is recommended to set it before entering save. If disabled this option still unlocks all, make sure you have disabled Find It! "Unlock All" option.
th: แนะนำให้ตั้งค่านี้ก่อนเริ่มเกม หากปิดใช้งานตัวเลือกนี้แล้ว แต่ยังคงมีการปลดล็อกบางอย่างอยู่ ให้ตรวจสอบว่าคุณได้ปิดใช้งานตัวเลือก "ปลดล็อกทั้งหมด" ของ Find It! แล้วหรือยัง สำหรับตัวเลือก "ปลดล็อกทั้งหมด" ใน Find It! นั้น จะปลดล็อกแอสเซททั้งหมดให้แสดงในเมนู Find it! แต่จะไม่ปลดล็อกเหตุการณ์สำคัญ
zh_cn: 此选项与原版游戏的“解锁全部”功能相同，虽然您可以在游戏内动态地开关该选项，但是仍然建议在进入存档前设置好该选项。如果该选项已被禁用而游戏内仍然解锁了全部，请检查并确保您已禁用 Find it! 模组内“解锁全部”的功能。
zh_tw: 此選項與原版“全部解鎖”功能相同，雖然它允許在遊戲中進行動態切換，但建議在進入保存之前設置它。如果禁用此選項仍然解鎖所有，請確保您已禁用查找它！ “全部解鎖”選項。

source: Unlock all roads
de: Alle Straßen freischalten
es_es: Desbloquear todas las carreteras
it: Sbloccare tutte le strade
ja: 全ての道路をアンロック
ko: 모든 도로 잠금 해제
nl: Ontgrendel Alle Bots
ru: Разблокировать все дороги
th: ปลดล็อกถนนทั้งหมด
zh_cn: 解锁所有道路
zh_tw: 解鎖所有道路

# UnlockInfoViews
source: Unlock info views panel
es_es: Desbloquear el panel de vistas de información
it: Sbloccare il pannello di visualizzazione delle informazioni
ja: 情報ビューパネルをアンロック
th: ปลดล็อกแผงมุมมองข้อมูล
zh_cn: 解锁信息视图面板
zh_tw: 解鎖資訊檢視面板

source: Unlock landscaping
es_es: Desbloquear diseño de paisaje
it: Sbloccare la paesaggistica
ja: 造園機能をアンロック
th: ปลดล็อกการปรับภูมิประเทศ
zh_cn: 解锁环境美化
zh_tw: 解鎖環境美化

source: Unlock metro track
de: U-Bahngleise Freischalten
es_es: Desbloquear vías de metro
it: Sblocca il binario della metropolitana
ja: 地下鉄の軌道をアンロック
ko: 지하철 트랙 잠금 해제
nl: Ontgrendel metro track
ru: Разблокировать пути метрополитена
th: ปลดล็อกรางรถไฟฟ้า
zh_cn: 解锁地铁轨道
zh_tw: 解鎖捷運軌道

source: Unlock Options
de: Entsperroptionen
es_es: Opciones de desbloqueo
it: Sblocca le Opzioni
ja: アンロックのオプション
ko: 잠금 해제 옵션
nl: Ontgrendel opties
ru: Настройки разблокировки
th: ตัวเลือกการปลดล็อก
zh_cn: 解锁选项
zh_tw: 解鎖選項／額外功能

# UnlockPolicies
source: Unlock policies panel
de: Richtlinien Freischalten
es_es: Desbloquear panel de leyes municipales
it: Sblocca pannello delle politiche
ja: 条例パネルをアンロック
ko: 정책 패널 잠금 해제
nl: Ontgrendel beleidspaneel
ru: Разблокировать панель политик
th: ปลดล็อกแผงนโยบาย
zh_cn: 解锁政策面板
zh_tw: 解鎖政策

source: Unlock public transport
es_es: Desbloquear transporte público
it: Sbloccare il trasporto pubblico
ja: 公共交通をアンロック
th: ปลดล็อกระบบขนส่งสาธารณะ
zh_cn: 解锁公共交通
zh_tw: 解鎖公共運輸
