Repository: Mbyron26/GameAnarchy
Catalog: GameAnarchy/Properties/Localize.*.resx
Languages: de, es_es, it, ja, ko, nl, ru, th, zh_cn, zh_tw

source: Add money
de: Geld hinzufügen
es_es: Añadir dinero
it: Aggiungi denaro
ja: 資金の追加
ko: 금액 추가
nl: Geld toevoegen
ru: Добавить деньги
th: เพิ่มเงิน
zh_cn: 添加金钱
zh_tw: 添加金錢

source: Add money amount
de: Geldbetrag hinzufügen
es_es: Añadir monto de dinero
it: Aggiungi la somma di denaro
ja: 資金を指定して追加
ko: 총금액 추가
ru: Добавить количество денег
th: เพิ่มจำนวนเงิน
zh_cn: 添加金钱数额
zh_tw: 添加金錢數額

source: Add money threshold
de: Fügen einen Geld-Schwellenwert hinzu
es_es: Añadir límite de dinero
it: Aggiungi la soglia di denaro
ja: 資金が閾値以下で追加
ko: 금액 기준값 추가
ru: Добавить порог денег
th: เพิ่มเงินตั้งต้น
zh_cn: 添加金钱门限
zh_tw: 添加金錢門檻

# AddMoneyTooltip
source: Make sure Money Anarchy feature is enabled
de: Stellen Sie sicher, dass die Geld-Anarchy Funktion aktiviert ist
es_es: Asegúrate que la función Anarquía de Dinero esté activada
it: Assicurarsi che la funzione Anarchia del Denaro sia abilitata
ja: Money Anarchy機能が有効化しているか確認して下さい。
ko: Money Anarchy 기능이 활성화되어 있는지 확인
nl: Zorg ervoor dat de functie Geld Anarchie is geactiveerd
ru: Убедитесь, что опция Money Anarchy включена
th: ตรวจสอบให้แน่ใจว่าฟีเจอร์ อนาธิปไตยทางกางเงิน เปิดใช้งานอยู่
zh_cn: 请确保启用了金钱无碰撞功能。
zh_tw: 請確保已啟用了無限金錢功能

# AllowsDynamicToggling
source: This option allows dynamic toggle within game
de: Diese Option erlaubt ein dynamisches Umschalten innerhalb des Spiels
es_es: Esta opción permite activación dinámica dentro del juego
it: Questa opzione consente di alternare dinamicamente all'interno del gioco
ja: オプションはゲーム内で動的な切り替えを許可します。
ko: 이 옵션은 게임 내에서 동적 전환을 허용합니다
nl: Deze optie maakt dynamisch schakelen in het spel mogelijk
ru: Эта опция позволяет динамически переключаться внутри игры
th: ตัวเลือกนี้ช่วยให้สามารถปรับการตั้งค่าได้ระหว่างเล่นเกม
zh_cn: 此选项允许在游戏中进行动态切换
zh_tw: 此選項允許在遊戲中進行動態切換

source: Amount
de: Anzahl
es_es: Monto
it: Quantità
ja: 金額
ko: 양
nl: Aantal
ru: Кол-во
th: จำนวน
zh_cn: 数额
zh_tw: 數量

source: Annual interest rate
es_es: Tasa de interés anual
it: Tasso d'interesse annuo
ja: 年間の利率
th: อัตราดอกเบี้ยรายปี
zh_cn: 年利率
zh_tw: 年利率

# AnnualInterestRateMinor
source: The default value is 3%
es_es: El valor predeterminado es 3%
it: Il valore predefinito è 3%
ja: デフォルト値は3%
th: ค่าเริ่มต้นคือ 3%
zh_cn: 默认值为 3%
zh_tw: 預設值為 3%

source: Building refund
de: Baurückerstattung
es_es: Reembolso de edificio
it: Rimborso dell'edificio
ja: 建物の返金
ko: 건물 환불
ru: Возврат денег за здание
th: เงินคืนจากค่าก่อสร้าง
zh_cn: 铲除建筑物退款选项
zh_tw: 剷除建築退款選項

source: Building refund multiple factor
de: Erstattungsfaktor
es_es: Factor de multiplicación de reembolso de dinero
it: Fattore multiplo di rimborso dell'edificio
ja: 建物の返金の係数
ko: 건물 환불 여러 가지 요인
ru: Множитель возврата денег за здание
th: ตัวคูณของ เงินคืนจากค่าก่อสร้าง
zh_cn: 铲除建筑退款数额倍乘因子
zh_tw: 剷除建築退款數額乘數

source: Building spread fire probability
de: Gebäude Brandausbreitungswahrscheinlichkeit
es_es: Probabilidad de propagación de incendio en edificios
it: Probabilità di propagazione dell'incendio nell'edificio
ja: 建物の延焼確率
ko: 건물 화재 확산 가능성
ru: Вероятность распространения пожара
th: ความเป็นไปได้ในการลุกลามของไฟที่มีต่อสิ่งก่อสร้าง
zh_cn: 建筑的火灾蔓延概率
zh_tw: 建築物蔓延火災概率

source: Builtin Mod Check
es_es: Revisión de Mod incorporada
it: Controllo Mod integrato
ja: 内蔵MODのチェック
th: ตรวจสอบม็อดบิลท์อิน
zh_cn: 内置模组检查
zh_tw: 內建模組檢查

# BuiltinModWarning
source: Game Anarchy already includes all the features of this mods, to ensure the normal operation of Game Anarchy, the following mods have been forcibly disabled.
es_es: Game Anarchy ya incluye todas las características de este mod, para asegurar el funcionamiento normal de Game Anarchy, los siguientes mods han sido desactivados por la fuerza.
it: Game Anarchy include già tutte le caratteristiche di questa mods, per garantire il normale funzionamento di Game Anarchy, le seguenti mods sono state forzatamente disabilitate.
ja: Game Anarchyは、該当MODの全機能が既にあります。 正常な動作を保証するため、これらのMODは強制的に無効化します。
th: Game Anarchy มีคุณสมบัติทั้งหมดของม็อดเหล่านี้อยู่แล้ว เพื่อให้ให้การทำงานของ Game Anarchy เป็นไปอย่างปกติ ม็อดเหล่านี้จะถูกบังคับให้ปิดการใช้งาน
zh_cn: Game Anarchy 已包含本模组的所有功能，为保证 Game Anarchy 的正常运行，以下模组已被强制禁用，请取消订阅已被整合的模组。
zh_tw: Game Anarchy 已包含本模組的所有功能，為保證 Game Anarchy 的正常運行，以下模組已被強制停用，請取消訂閱已被整合的模組。

# ChargeInterest
source: Charge interest on negative balances
es_es: Cobrar intereses sobre saldos negativos
it: Addebitare gli interessi sui saldi negativi
ja: マイナス残高に利息を課税
th: คิดดอกเบี้ยจากยอดคงเหลือที่ติดลบ
zh_cn: 负债时支付利息
zh_tw: 負債時支付利息

source: City bankruptcy warning threshold
de: Konkurswarnschwelle
es_es: Umbral de advertencia de bancarrota de la ciudad
it: Soglia di allarme per il fallimento della città
ja: 都市破綻の警告閾値
ko: 도시 파산 경고 임계값
ru: Порог предупреждения банкротства города
th: เกณฑ์คำเตือนการล้มละลายของเมือง
zh_cn: 城市破产警告阈值
zh_tw: 城市破產警告閾值

# CityBankruptcyWarningThresholdMinor
source: Game default value is -10000
de: Standardwert des Spiels ist -10000
es_es: El valor por defecto del juego es -10000
it: Il valore predefinito del gioco è -10000
ja: ゲームのデフォルト値は-10000
ko: 게임 기본값은 -10000입니다.
nl: De standaardwaarde van het spel is -10000
ru: Значение по умолчанию: -10000
th: ค่าเริ่มต้นของเกมคือ -10,000
zh_cn: 游戏默认值为 -10000
zh_tw: 遊戲預設值為 -10000

source: City Service Options
de: Serviceoptionen
es_es: Opciones de Servicios de la ciudad
it: Opzioni di Servizio urbano
ja: 都市サービスのオプション
ko: 도시 서비스 옵션
nl: Diensten opties
ru: Настройки Городских Служб
th: ตัวเลือกการบริการของเมือง
zh_cn: 城市服务选项
zh_tw: 城市服務選項

source: Commercial
de: Gewerblich
es_es: Comercial
it: Commerciale
ja: 商業
ko: 상업
nl: Commercieel
ru: Коммерческий
th: พาณิชย์
zh_cn: 商业区
zh_tw: 商業區

source: Cost
de: Kosten
es_es: Costo
it: Costo
ja: コスト
ko: 비용
nl: Kosten
ru: Цена
th: ค่าใช้จ่าย
zh_cn: 费用
zh_tw: 費用

source: Custom unlock
de: Individuelle Freischaltungen
es_es: Desbloqueo personalizado
it: Sblocco personalizzato
ja: カスタムアンロック
ko: 사용자 정의 잠금 해제
nl: Aangepaste ontgrendelen
ru: Собственная разблокировка
th: ปรับแต่งการปลดล็อก
zh_cn: 自定义解锁
zh_tw: 自訂解鎖選項

# CustomUnlockMinor
source: These options are not available when “Unlock All” feature is enabled because Unlock All has unlocked all of the following options. Although the following options will take effect when the game refreshes the milestone, it is recommended to set them before entering the game.
es_es: Estas opciones no están disponibles cuando la función “Desbloquear todo” está activada porque desbloquea todas las siguientes opciones. Aunque las siguientes opciones surtirán efecto cuando el juego actualice el hito, se recomienda establecerlos antes de entrar en el juego.
it: Queste opzioni non sono disponibili quando è attivata la funzione "Sblocca Tutto" perché Sblocca Tutto ha sbloccato tutte le opzioni seguenti. Sebbene le opzioni seguenti diventino effettive quando il gioco aggiorna la pietra miliare, si consiglia di impostarle prima di entrare nel gioco.
ja: 「Unlock All」機能を有効化すると、以下のオプションが全てアンロックされるためオプションは使用できません。 このオプションはゲームがマイルストーンのリフレッシュ処理で有効となりますが、ゲームプレイ前に設定することをお勧めします。
th: ตัวเลือกเหล่านี้จะไม่สามารถใช้งานได้เมื่อเปิดใช้งานคุณสมบัติ "ปลดล็อกทั้งหมด" เนื่องจากการปลดล็อกทั้งหมด ได้ปลดล็อกตัวเลือกทั้งหมดต่อไปนี้แล้ว แม้ว่าตัวเลือกเหล่านี้จะมีผลเมื่อเกมรีเฟรชเหตุการณ์สำคัญ แต่ขอแนะนะให้ตั้งค่าก่อนเข้าสู่เกม
zh_cn: 当启用“全部解锁”功能时，这些选项会自动禁用，因为“全部解锁”已解锁以下所有选项。虽然以下选项会在游戏刷新里程碑时生效，但还是建议在进入存档前进行设置。
zh_tw: 當啟用「全部解鎖」功能時，這些選項會自動停用，因為「全部解鎖」已解鎖以下所有選項。雖然以下選項會在遊戲刷新里程碑時生效，但還是建議在進入存檔前進行設定。

source: Economy
de: Wirtschaft
es_es: Economía
it: Economia
ja: 経済
ko: 경제
nl: Economie
ru: Экономика
th: เศรษฐกิจ
zh_cn: 经济
zh_tw: 經濟

# EnableAchievements
source: Achievements system is always available
de: Steam-Erfolge sind immer freischaltbar
es_es: El sistema de Logros está siempre disponible
it: Il sistema di obiettivi è sempre disponibile
ja: Steamの実績システムを有効化
ko: 업적 시스템은 항상 사용 가능합니다.
nl: Prestaties systeem is altijd beschikbaar
ru: Система достижений всегда доступна
th: ระบบรางวัลความสำเร็จพร้อมใช้งานอยู่เสมอ
zh_cn: 成就系统总是可用
zh_tw: 啟用成就系統

# EnabledSkipIntro
source: Skip game Intro interface
de: Spieleinführung überspringen
es_es: Saltar la introducción al iniciar el juego
it: Salta interfaccia introduttiva del gioco
ja: ゲーム起動時のイントロをスキップ
ko: 게임 소개 인터페이스 건너뛰기
nl: Sla game Intro interface over
ru: Пропустить интро интерфейс
th: ข้ามหน้าอินโทรของเกม
zh_cn: 跳过游戏启动时logo显示
zh_tw: 跳過遊戲啟動畫面

# EnabledUnlimitedUniqueBuildings
source: Place unique buildings without limit
de: Einzigartige Gebäude unbegrenzt platzieren
es_es: Colocar edificios únicos sin límites
it: Posizionare edifici unici senza limiti
ja: ユニーク施設を無制限に配置
ko: 제한 없이 고유 건물 배치
nl: Plaats unieke gebouwen zonder beperking
ru: Размещение уникальных зданий без ограничений
th: วาง 'สิ่งก่อสร้างที่ไม่ซ้ำใคร' ได้แบบไม่จำกัดจำนวน
zh_cn: 允许无限制放置独特建筑
zh_tw: 獨特建築數量不受限制

source: Fast Return
de: Schnelles Beenden
es_es: Retorno rápido
it: Uscita Rapida
ja: ゲームの高速終了
ko: 빠른 게임 종료
nl: Snel terugverdiend
ru: Быстрый возврат
th: เกมออกอย่างรวดเร็ว
zh_cn: 快速退出游戏
zh_tw: 快速退出遊戲

source: Festival area
de: Festivalbereich
es_es: Área de festivales
it: Area del festival
ja: フェスティバルエリア
ru: Фестивальная площадка
th: ลานเทศกาลดนตรี
zh_cn: 节日区域
zh_tw: 節日區域

source: Fire Control
de: Feuerkontrolle
es_es: Control de Incendios
it: Controllo del fuoco
ja: 火災の制御
ko: 화재 제어
nl: Fire damper controls
ru: Контроль пожаров
th: ควบคุมอัคคีภัย
zh_cn: 火灾控制
zh_tw: 消防

source: Free
de: Kostenlos
es_es: Gratis
it: Libero
ja: 無料
ko: 무료
nl: Gratis
ru: Бесплатно
th: ฟรี
zh_cn: 免费
zh_tw: 免費

source: Ground pollution
de: Bodenverschmutzung
es_es: Contaminación del suelo
it: Inquinamento del suolo
ja: 土壌汚染
ko: 토양 오염
nl: Bodemverontreiniging
ru: Загрязнение земли
th: มลภาวะบนดิน
zh_cn: 地面污染
zh_tw: 地面污染

source: Income
de: Einkommen
es_es: Ingresos
it: Entrate
ja: 収入
ko: 수입
nl: Inkomen
ru: Доход
th: รายได้
zh_cn: 收入
zh_tw: 收入

source: Income multiplier
de: Einkommensmultiplikator
es_es: Multiplicador de ingresos
it: Moltiplicatore delle entrate
ja: 収入の倍率
ko: 수입 배율
nl: Inkomstenvermenigvuldiger
ru: Множитель дохода
th: ตัวคุณรายได้
zh_cn: 收入倍乘因子
zh_tw: 收入乘數

source: Industrial
de: Industrie
it: Industriale
ja: 産業
ko: 산업
nl: Industrieel
ru: Промышленность
th: อุตสาหกรรม
zh_cn: 工业区
zh_tw: 工業區

source: Main campus building
de: Campus Hauptgebäude
es_es: Edificio principal del Campus
it: Edificio principale del campus
ja: キャンパス本館の建物
ko: 메인 캠퍼스 건물
nl: Campus hoofdgebouw
ru: Основное здание кампуса
th: อาคารหลักของวิทยาเขต
zh_cn: 主校园建筑
zh_tw: 校園區域行政大樓

# MaximizeAttractiveness
source: Maximize attractiveness, will atract more tourists
de: Maximiert die Attraktivität, wird mehr Touristen anlocken
es_es: Maximizar el atractivo atraerá más turistas
it: Massimizzare l'attrattiva, attrarrà più turisti
ja: 魅力度を最大化: より多くの観光客が訪れます。
ko: 매력 극대화, 더 많은 관광객 유치
nl: Maximaliseer aantrekkelijkheid, zorgt voor meer toeristen
ru: Максимальная привлекательность, будет привлекать ещё больше туристов
th: เพิ่มความน่าดึงดูดใจให้สูงสุด อาจจะดึงดูดนักท่องเที่ยวใด้มากขึ้น
zh_cn: 最大化吸引力, 将会吸引更多的游客
zh_tw: 最大化吸引力，會吸引更多遊客

# MaximizeEducationCoverage
source: Maximize education coverage, still need schools to get educated citizens
de: Maximiert die Bildungsabdeckung, man braucht aber noch Schulen, um gebildete Bürger zu erhalten
es_es: Maximizar la cobertura educativa igualmente requiere escuelas para conseguir ciudadanos educados
it: Massimizza la copertura educativa, servono ancora le scuole per ottenere cittadini istruiti
ja: 教育範囲を最大化: 教育は必要なので各学校は必要です。
ko: 교육 범위를 최대화하지만 교육 받은 시민을 확보하려면 여전히 학교가 필요합니다.
nl: Maximaliseer de onderwijsverzekering, nog steeds scholen nodig om goed opgeleide burgers te krijgen
ru: Максимальное число охваченных образованием лиц, по-прежнему требуются школы, чтобы получить образование
th: เพิ่มความครอบคลุมทางการศึกษาให้สูงสุด แต่ยังต้องการโรงเรียนเพื่อให้พลเมืองได้รับการศึกษา
zh_cn: 最大化教育服务覆盖范围, 仍然需要学校获得受教育的市民
zh_tw: 最大化校園覆蓋範圍，但仍需學校讓市民受教育

# MaximizeEntertainment
source: Maximize entertainment, will improve citizens' happiness
de: Maximiert die Unterhaltung, das wird die Zufriedenheit der Bürger verbessern
es_es: Maximizar el entretenimiento incrementará la felicidad de los ciudadanos
it: Massimizzare l'intrattenimento, migliorerà la felicità dei cittadini
ja: 娯楽度を最大化: 住民の幸福度を上昇させます。
ko: 엔터테인먼트 를 극대화하여 시민의 행복을 높일 것입니다.
nl: Maximaliseer entertainment, verbetert het geluk van de burgers
ru: Максимизировать развлечения, улучшит счастье граждан
th: เพิ่มความบันเทิงให้สูงสุด จะเพิ่มความสุขให้กับพลเมือง
zh_cn: 最大化娱乐服务, 将会提高市民的幸福度
zh_tw: 最大化娛樂以提高市民的幸福感

source: Maximize fire coverage
de: Brandschutz maximieren
es_es: Maximizar cobertura de incendios
it: Massimizzare la copertura antincendio
ja: 火災範囲を最大化
ko: 화재 범위 최대화
nl: Maximaliseer de dekking van de brandweer
ru: Максимальный охват пожара
th: เพิ่มความครอบคลุมของหน่วยดับเพลิงให้สูงสุด
zh_cn: 最大化消防服务覆盖范围
zh_tw: 最大化消防服務範圍

# MaximizeLandValue
source: Maximize the land value of city
de: Maximiert den Bodenrichtwert deiner Stadt
es_es: Maximizar la valuación del terreno de la ciudad
it: Massimizzare il valore del terreno della città
ja: 都市の地価を最高化
ko: 도시의 땅값을 극대화
nl: De grondwaarde in jouw stad maximaliseren.
ru: Максимизировать стоимость земли в городе
th: เพิ่มมูลค่าที่ดินของเมืองให้สูงสุด
zh_cn: 最大化城市的土地价值
zh_tw: 最大化城市地價

# MilestonelevelName_BigCity
source: Big City
de: Große Stadt
es_es: Ciudad
it: Grande Città
ja: 大都市
ko: 대도시
nl: Grote stad
ru: Областной центр
th: เมืองใหญ่
zh_cn: 大型城市
zh_tw: 大城市

# MilestonelevelName_BigTown
source: Big Town
de: Große Kleinstadt
es_es: Pueblo grande
it: Grande Cittadina
ja: 大きな街
ko: 큰 마을
nl: Middelgrote stad
ru: Город
th: เทศบาลขนาดใหญ่
zh_cn: 大型城镇
zh_tw: 大城鎮

# MilestonelevelName_BoomTown
source: Boom Town
de: Boomende Kleinstadt
es_es: Pueblo en expansión
it: Cittadina in rapida espansione
ja: 成長した町
ko: 신흥 도시
nl: Een bloeiende stad
ru: Развивающийся городок
th: เทศบาลที่เจริญรุ่งเรือง
zh_cn: 快速发展的城镇
zh_tw: 快速發展的城鎮

# MilestonelevelName_BusyTown
source: Busy Town
de: Geschäftigte Kleinstadt
es_es: Pueblo ajetreado
it: Cittadina operosa
ja: 活気ある町
ko: 번화가
nl: Drukke stad
ru: Районный городок
th: เทศบาลที่วุ่นวาย
zh_cn: 忙碌的城镇
zh_tw: 忙碌的城鎮

# MilestonelevelName_CapitalCity
source: Capital City
de: Hauptstadt
es_es: Capital
it: Capitale
ja: 主要都市
ko: 수도
nl: Hoofdstad
ru: Столица
th: เมืองหลวง
zh_cn: 首都级城市
zh_tw: 首都級城市

# MilestonelevelName_ColossalCity
source: Colossal City
de: Kolossale Stadt
es_es: Megaurbe
it: Città colossale
ja: 巨大都市
ko: 대도시
nl: Kolossale stad
ru: Огромный город
th: เมืองมหึมา
zh_cn: 超大城市
zh_tw: 超大城市

# MilestonelevelName_GrandCity
source: Grand City
de: Großartige Stadt
es_es: Gran ciudad
it: Città Grandiosa
ja: 壮大な都市
ko: 웅장한도시
nl: Geweldige stad
ru: Центр региона
th: เมืองใหญ่โต
zh_cn: 特大城市
zh_tw: 特大城市

# MilestonelevelName_LittleHamlet
source: Little Hamlet
de: Kleiner Weiler
es_es: Aldea
it: Piccolo Borgo
ja: 小さな集落
ko: 아주 작은 마을
nl: Klein gehucht
ru: Деревушка
th: หมู่บ้านชนบทขนาดเล็ก
zh_cn: 小村庄
zh_tw: 小村莊

# MilestonelevelName_Megalopolis
source: Megalopolis
es_es: Megalópoli
it: Megalopoli
ja: メガロポリス
ko: 거대 도시군(메갈로폴리스)
ru: Мегалополис
th: อภิมหานคร
zh_cn: 超级大都会
zh_tw: 超級大都會

# MilestonelevelName_Metropolis
source: Metropolis
de: Metropole
es_es: Metrópoli
it: Metropoli
ja: メトロポリス
ko: 중요 도시 중심지(메트로폴리스)
nl: Metropool
ru: Мегаполис
th: มหานคร
zh_cn: 大都会
zh_tw: 大都會

# MilestonelevelName_MilestoneUnlockLevel
source: Milestone unlock level
de: Meilenstein Level
es_es: Nivel de desbloqueo de metas
it: Livello di sblocco della pietra miliare
ja: マイルストーンのアンロックレベル
ko: 도시 발전 단계 잠금 해제 레벨
nl: Milestone ontgrendel niveau
ru: Уровень разблокировки этапа
th: ปลดล็อกระดับเหตุการณ์สำคัญ
zh_cn: 里程碑解锁等级
zh_tw: 里程碑解鎖等級

# MilestonelevelName_SmallCity
source: Small City
de: Kleine Stadt
es_es: Ciudad pequeña
it: Piccola città
ja: 小さな都市
ko: 작은 도시
nl: Kleine grootstad
ru: Большой город
th: เมืองขนาดเล็ก
zh_cn: 小型城市
zh_tw: 小城市

# MilestonelevelName_TinyTown
source: Tiny Town
de: Winzige Kleinstadt
es_es: Pueblito
it: Piccola Cittadina
ja: 小さな町
ko: 작은 마을
nl: Kleine stad
ru: Маленький городок
th: เทศบาลขนาดเล็ก
zh_cn: 小城镇
zh_tw: 小城鎮

# MilestonelevelName_Vanilla
source: Vanilla
de: Vanilla (Basis-Spiel)
it: Base
ja: バニラ
ko: 바닐라
ru: Ваниль
th: วานิลลา
zh_cn: 原版
zh_tw: 原版

# MilestonelevelName_WorthyVillage
source: Worthy Village
de: Würdiges Dorf
es_es: Aldea pintoresca
it: Villaggio Rispettabile
ja: 立派な村
ko: 가치 있는 마을
nl: Waardig dorp
ru: Крупный посёлок
th: หมู่บ้านที่น่าอยู่
zh_cn: 富有的村庄
zh_tw: 富有的村莊

# MOD_Description
source: Extends and optimize game's functions.
de: Erweiterung und Optimierung der Spielfunktionen.
es_es: Extiende y optimiza las funciones del juego.
it: Estendi e ottimizza le funzioni del gioco.
ja: ゲームの様々な機能を拡張＆最適化します
ko: 게임의 기능을 확장하고 최적화 합니다
nl: Vergroot en optimaliseer de functies van het spel.
ru: Расширяет и оптимизирует функции игры.
th: ขยายและเพิ่มประสิทธิภาพการทำงานของเกม
zh_cn: 扩展、优化游戏特性。
zh_tw: 擴展和優化遊戲功能

source: Money anarchy mode
de: Geldanarchiemodus
es_es: Modo anarquía de dinero
it: Modalità Anarchia del Denaro
ja: 資金のAnarchyモード
ko: 자유로운 자금 설정
nl: Geld anarchie modus
ru: Режим денежной анархии
th: โหมดอิสระทางการเงิน
zh_cn: 金钱无限制模式
zh_tw: 自由增加現金模式

# MoneyAnarchyModeMinor
source: This option allows automatic (set the following 2 options)/manual (use hotkey) set money, allows dynamic toggle within game
de: Diese Option erlaubt automatisches (setze die folgenden 2 Optionen)/manuelles (verwende Tastenkürzel) einstellen der Geldmenge, erlaubt dynamisches Umschalten innerhalb des Spiels
es_es: Esta opción permite ajustar automáticamente (establecer las siguientes dos opciones)/manual (usar tecla de acceso rápido) dinero, permite alternar dinámicamente en el juego
it: Questa opzione permette di impostare il denaro in modo automatico (impostando le 2 opzioni seguenti)/manuale (usando il tasto di scelta rapida), e consente la selezione dinamica all'interno del gioco
ja: このオプションは、自動 (以下の2つのオプションを設定) / 手動 (ホットキーを使用) から資金を指定して、 ゲーム内での動的な切り替えを許可します。
ko: 이 옵션은 자동(다음 두 가지 옵션 사용) 또는 수동(단축키 사용)으로 자금 양을 설정할 수 있고, 게임 플레이 중에도 설정할 수 있습니다
nl: Deze optie maakt automatische (stel de volgende 2 opties in)/handmatige (gebruik sneltoets) instelling van de hoeveelheid geld mogelijk, maakt dynamisch schakelen in het spel mogelijk
ru: Эта опция позволяет автоматически (установить следующие 2 опции) или вручную (использовать горячую клавиш) установить сумму денег. Можно динамически переключать в игре.
th: ตัวเลือกนี้อนุญาตให้ตั้งค่าเงินอัตโนมัติ (ตั้งค่า 2 ตัวเลือกต่อไปนี้)/ตั้งค่าเอง(ใช้ปุ่มลัด) ปรับจำนวนเงิน สามารถปรับได้ระหว่างเล่นเกม
zh_cn: 此选项允许自动（设置以下两个选项）/ 手动（使用快捷键）设置金钱，允许您在游戏中动态切换。
zh_tw: 開啟下列的自動或手動增加現金（使用快捷鍵）的功能，可於遊戲中動態切換

source: Monument
de: Denkmal
es_es: Monumento
it: Monumento
ja: モニュメント
ko: 기념비적 건물
ru: Монумент
th: อนุสรณ์สถาน
zh_cn: 遗迹
zh_tw: 紀念碑

source: Noise pollution
de: Lärmbelastung
es_es: Contaminación acústica
it: Inquinamento acustico
ja: 騒音公害
ko: 소음 공해
nl: Geluidsoverlast
ru: Уровень шума
th: มลภาวะทางเสียง
zh_cn: 噪音污染
zh_tw: 噪音污染

# NoSpreadFire
source: Non-spread of fire
de: Nicht Ausbreitung des Feuers
es_es: No propagar incendios
it: Non propagazione del fuoco
ja: 火災は延焼しない
ko: 화재가 확산되지 않음
ru: Не распространяется на пожар
th: ปิดการลามของอัคคีภัย
zh_cn: 火灾不蔓延
zh_tw: 火勢不蔓延

source: Office
de: Büro
es_es: Oficinas
it: Ufficio
ja: オフィス
ko: 사무
nl: Kantoor
ru: Офис
th: สำนักงาน
zh_cn: 办公区
zh_tw: 辦公室

source: Oil depletion rate
de: Ölerschöpfungsrate
es_es: Tasa de agotamiento de petróleo
it: Tasso di esaurimento del petrolio
ja: 原油の枯渇速度
ko: 석유 고갈률
nl: Olieverbruik uitputting
ru: Процент истощения нефти
th: อัตราการสูญสิ้นของน้ำมัน
zh_cn: 石油消耗速率
zh_tw: 原油枯竭率

source: Open Control Panel
de: Optionsfeld öffnen
es_es: Abrir panel de control
it: Apri Pannello di Controllo
ja: コントロールパネルを開く
ko: 제어판 열기
nl: Bedieningspaneel openen
ru: Открыть Панель Управления
th: เปิดแผงควบคุม
zh_cn: 打开控制面板
zh_tw: 打開控制面板

source: Optimize Options
de: Optimierungen
es_es: Opciones de optimización
it: Ottimizza Opzioni
ja: 最適化のオプション
ko: 최적화 옵션
nl: Optimaliseer opties
ru: Настройки Оптимизации
th: ตัวเลือกการปรับเพิ่มประสิทธิภาพ
zh_cn: 优化选项
zh_tw: 優化選項

# OptionPanelCategoriesHorizontalOffsetMinor
source: This option takes effect after adjustment
de: Diese Option wird nach der Anpassung wirksam
es_es: Esta opción tiene efecto después del ajuste
it: Questa opzione ha effetto dopo la regolazione
ja: オプションは調整後に有効化
ko: 이 옵션은 조정 후 적용됩니다.
ru: Эта опция вступает в силу после изменения
th: ตัวเลือกนี้จะมีผลหลังจากการปรับแต่ง
zh_cn: 此选项在调整后立即生效
zh_tw: 此選項在調整後立即生效

# OptionPanelCategoriesUpdated
source: Show mod updated date in options panel categories
de: Datum von Mod-Aktualisierungen im Options-Menu anzeigen
es_es: Mostrar fecha de actualización del mod en las categorías del panel de opciones
it: Mostra la data di aggiornamento della mod nelle categorie del pannello delle opzioni
ja: オプションパネルのカテゴリにMODの更新日を表示
ko: 옵션 패널 카테고리에 모드 업데이트 날짜 표시
ru: Показывать дату обновления модов в категориях панели настроек
th: แสดงวันที่อัปเดตม็อดในหมวดหมู่แผงตัวเลือก
zh_cn: 在选项面板的模组列表旁边，显示模组的更新日期
zh_tw: 在選項面板的模組列表旁，顯示模組的更新日期

# OptionPanelCategoriesUpdatedMinor
source: This option only takes effect after refreshing the plugins list or restarting the game
de: Diese Option wirkt nur nach dem Aktualisieren der Plugin-Liste oder dem Neustart des Spiels
es_es: Esta opción sólo tendrá efecto después de actualizar la lista de plugins o reiniciar el juego
it: Questa opzione ha effetto solo dopo aver aggiornato l'elenco dei plugin o aver riavviato il gioco
ja: オプションはプラグインリストの更新後・ゲームの再起動した後で有効化
ko: 이 옵션은 플러그인 목록을 새로 고치거나 게임을 다시 시작한 후에만 적용됩니다.
nl: Deze optie werkt alleen na het bijwerken van de plugin-lijst of het herstarten van het spel
ru: Эта опция вступает в силу только после обновления списка плагинов или перезапуска игры
th: ตัวเลือกนี้จะมีผลหลังจากรีเฟรชรายการปลั้กอินหรือรีสตาร์ทเกมแล้วเท่านั้น
zh_cn: 此选项仅在刷新插件列表或重新启动游戏后生效
zh_tw: 此選項僅在刷新外掛列表或重新啟動遊戲後生效

# OptionsPanelHorizontalOffset
source: Options panel categories bar horizontal offset
de: Linkes Einstellungspanel erweitern
es_es: Desplazamiento horizontal de la barra de categorías del panel de opciones
it: Scostamento orizzontale delle categorie del pannello opzioni
ja: オプションパネルのカテゴリーバーの水平オフセット
ko: 옵션 패널 카테고리 바 가로 오프셋
nl: Opties paneel categorieën balk horizontale verschuiving
ru: Горизонтальное смещение панели категорий панели параметров
th: ปรับค่าการชดเชยแนวนอนของหมวดหมู่แผงตัวเลือก
zh_cn: 选项面板类别栏水平偏移
zh_tw: 選項面板標題欄寬度延伸

source: Ore depletion rate
de: Erzerschöpfungsrate
es_es: Tasa de agotamiento de minerales
it: Tasso di esaurimento minerale
ja: 鉱石の枯渇速度
ko: 광석 고갈률
nl: Olieverbruik uitputting
ru: Процент истощения руды
th: อัตราการสูญสิ้นของสินแร่
zh_cn: 矿石消耗速率
zh_tw: 礦產枯竭率

# OtherFunctionsMajor
source: Other functions
de: Andere Funktionen
es_es: Otras funciones
it: Altre funzioni
ja: その他の機能
ko: 기타 기능
nl: Overige functies
ru: Прочие опции
th: ฟังก์ชันเพิ่มเติม
zh_cn: 其他功能
zh_tw: 其他功能
